Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# to_my_l1_account_u
source: To My L1 Account
fr: Vers mon compte L1
pt_pt: Para Minha Conta L1
tr: L1 Hesabıma
zh_hant: 到我的一層賬號

# to_my_l2_account_u
source: To My L2 Account
fr: Vers mon compte L2
pt_pt: Para Minha Conta L2
tr: L2 Hesabıma
zh_hant: 到我的二層賬號

# l1_receive_item2_u
source: From My L1 Account
fr: À partir de mon compte L1
pt_pt: De Minha Conta L1
tr: L1 Hesabımdan
zh_hant: 從我的一層賬號

source: Pay L1 Transaction Fee
fr: Payer les frais de transaction L1
pt_pt: Pagar Taxa de Transação L1
tr: L1 İşlem Ücretini Öde
zh_hant: 支付一層交易費用

source: L2 Paid/Fee
fr: L2 payé/Frais
pt_pt: L2 Pago / Taxa
tr: Ödenen L2 / Ücret
zh_hant: 二層付費/費用

source: L2 Paid
fr: L2 payé
pt_pt: L2 Pago
tr: Ödenen L2
zh_hant: 二層付費

source: Add Trust Address
fr: Ajouter une adresse de confiance
pt_pt: Adicionar Endereço de Confiança
tr: Güvenilen Adres Ekle
zh_hant: 添加信任地址

source: Remove Trust Address
fr: Retirer une adresse de confiance
pt_pt: Remover Endereço de Confiança
tr: Güvenilen Adresi Sil
zh_hant: 刪除信任地址

source: Enable Daily Quota
fr: Activer le quota quotidien
pt_pt: Habilitar Limite Diário
tr: Günlük Kotayı Aktifleştir
zh_hant: 啟用每日限額

source: Disable Daily Quota
fr: Désactiver le quota quotidien
pt_pt: Desabilitar Limite Diário
tr: Günlük Kotayı Kapat
zh_hant: 禁用每日限額

source: Activate L2 Account
fr: Activer le compte L2
pt_pt: Ativar Conta L2
tr: L2 Hesabını Aktifleştir
zh_hant: 激活二層賬號

# new_l1_l2_activity_2
source: Transactions
pt_pt: Transação
tr: İşlemler
zh_hant: 交易

source: L1 Transactions
fr: Transactions L1
pt_pt: Transações L1
tr: L1 İşlemleri
zh_hant: 一層交易

source: L2 Transactions
fr: Transactions L2
pt_pt: Transações L2
tr: L2 İşlemleri
zh_hant: 二層交易

# to_l1_account
source: L1 Account
fr: Compte L1
pt_pt: Conta L1
tr: L1 Hesabı
zh_hant: 一層賬號

# to_l2_account
source: L2 Account
fr: Compte L2
pt_pt: Conta L2
tr: L2 Hesabı
zh_hant: 二層賬號

source: Send Red Packet
fr: Envoyer une enveloppe rouge
pt_pt: Enviar Envelope Vermelho
tr: Kırmızı Paket Gönder
zh_hant: 發送紅包

source: Claim Red Packet
fr: Réclamer une enveloppe rouge
pt_pt: Resgatar Envelope Vermelho
tr: Kırmızı Paket Al
zh_hant: 領取紅包

source: Recover Account
fr: Récupérer un compte
pt_pt: Recuperar Conta
tr: Hesabı Kurtar
zh_hant: 恢復賬號

source: Active L1 Account
fr: Activer le compte L1
pt_pt: Ativar Conta L1
tr: L1 Hesabını Aktifleştir
zh_hant: 激活一層賬號

source: Paid by Loopring
fr: Payé par Loopring
pt_pt: Pago por Loopring
tr: Loopring Tarafından Ödendi
zh_hant: 由路印支付

# metatx_update_account
source: Create/Reset L2 Account
fr: Créer/Réinitialiser le compte L2
pt_pt: Criar/Redefinir Conta L2
tr: L2 Hesabını Oluştur/Sıfırla
zh_hant: 創建/重置二層賬號

source: Invest AMM Pool
fr: Invesitr dans une piscine AMM
pt_pt: Investir Pool AMM
tr: AMM Havuzuna Yatırım Yap
zh_hant: 投資 AMM 池子

# cant_transfer_to_yourself
source: Cannot transfer to yourself
fr: Impossible de transférer à vous-même
pt_pt: Não pode transferir para si mesmo
tr: Kendinize transfer yapamazsınız
zh_hant: 不能轉給自己

source: Refund
fr: Rembourser
pt_pt: Reembolso
tr: İade
zh_hant: 退款

# layerSwap_title
source: Notice
fr: Avis
pt_pt: Aviso
tr: Uyarı
zh_hant: 通知

# layerSwap_desc
source: Layerswap is a third-party app service provider that helps move tokens off exchanges and directly to Loopring L2. If you have any concerns regarding their service, please visit their %@.
fr: Layerswap est un prestataire de service tiers pour applications qui aide à retirer des jetons des échanges directement vers le L2 de Loopring. Si vous avez des inquiétudes concernant à leur service, veuillez visiter leur %@.
pt_pt: Layerswap é um aplicativo/serviço providenciado por terceiros que ajuda a mover tokens de corretoras diretamente para Loopring L2. Se você está preocupado relacionados ao serviço providenciado, por favor visite %@.
tr: Layerswap, borsalardan Loopring L2'ye direkt olarak token aktarmayı sağlayan bir üçüncü parti uygulamasıdır. Bu servise yönelik endişeleriniz varsa, ziyaret edebilirsiniz.
zh_hant: LayerSwap 是第三方應用服務提供商，可幫助將代幣從交易所直接轉賬到路印二層。如果您對他們的服務有任何疑問，請查看他們的 %@。

# dex_deposit_tos
source: TOS
pt_pt: TDS
zh_hant: 服務條款

source: L2 Receive
fr: Recevoir sur le L2
pt_pt: Receber L2
tr: L2 Alacağı
zh_hant: 二層收款

# new_swap_title
source: Swap
fr: Échanger
pt_pt: Câmbio
tr: Takas
zh_hant: 閃兌

# new_orderbook_title
source: Order Book
fr: Livre d'ordres
pt_pt: Caderno de Pedidos
tr: Emir Defteri
zh_hant: 訂單本

# new_fiat_title
source: Fiat
fr: Monnaie fiduciaire
pt_pt: Dinheiro
zh_hant: 法幣

source: Claim to Loopring L2
fr: Réclammer vers le L2 de Loopring
pt_pt: Resgatar para Loopring L2
tr: Loopring L2'ya Çek
zh_hant: 領取到路印二層

source: Claim
fr: Réclammer
pt_pt: Resgatar
tr: Çek
zh_hant: 領取

source: My L2 Account
fr: Mon compte L2
pt_pt: Minha Conta L2
tr: L2 Hesabım
zh_hant: 我的二層賬號

# lockToken_info
source: Deposit pending: %@ Withdrawal pending: %@ Maker Order unfilled: %@ Dual investment: %@
fr: Dépôt en attente : %@ Retrait en attente: %@ Ordre de créateur de liquidité non exécuté: %@ Dual Investment: %@
pt_pt: Depósito pendente: %@ Saque pendente: %@ Pedido de mercado não finalizado: %@ Investimento Duplo: %@
tr: Yatırma bekleniyor: %@ Çekim işlemi sürüyor: %@ Yapıcı emri gerçekleşmedi: %@ Dual Yatırım: %@
zh_hant: 充值待處理：%@ 提現待處理：%@ Maker訂單被鎖定：%@ 雙幣投資被鎖定：%@

source: Force Withdraw
fr: Retrait de force
pt_pt: Forçar Saque
tr: Zorla Çek
zh_hant: 強制提現

# force_withdraw_detail_sub
source: The address from which the token will be withdrawn from the Loopring L2 account to the Ethereum L1 account.
fr: Adresse à partir de laquelle le jeton est retiré du L2 vers le L1
pt_pt: Endereço em que o token é sacado de L2 para L1
tr: Loopring L2'den Ethereum L1'e çekilecek tokenlere şu anda sahip olan adrestir.
zh_hant: 代幣從二層提現到一層的地址

# force_withdraw_detail_pop
source: This feature allows a user to move their Loopring L2 tokens to the Ethereum L1 account within the target address. The target address must either be a non-activated L2 account or an exchange address. This operation usually requires more than 30 minutes to take effect, as it needs to interact with Ethereum mainnet. Please be patient.
fr: Cette fonctionnalité permet à un utilisateur de déplacer des jetons du L2 vers l'adresse du L1. L'adresse de destination doit être celle d'un portefeuille dont le L2 n'est pas activé ou l'adresse d'un échange. ·Cette opération prend habituellement plus de 30 minutes étant donné qu'une interaction avec Ethereum est nécessaire. Veuillez patienter.
pt_pt: ·Este recurso permite que usuários movam seus tokens do endereço L2 para o endereço L1. O endereço do destinatário precisa ser uma carteira L2 não ativada ou um endereço de corretora. ·Esta ação normalmente leva mais de 30 minutos para ser finalizada pois precisa interarir com a rede principal Ethereum. Por favor tenha paciência.
tr: Bu özellik kullanıcının tokenlerini L2 adresinden L1'e çekmesini sağlar. Hedef ya aktifleştirilmemiş bir L2 hesabı, ya da bir borsa adresi olmalıdır. Bu işlem Ethereum ağında gerçekleştiği için genelde 30 dakikadan fazla süre gerektirir. Lütfen bekleyin.
zh_hant: ·該功能允許用戶將其二層代幣劃轉到一層地址。目標地址必須是錢包或交易所地址。 ·此操作通常需要 30 分鐘以上才能生效，因為它需要與以太坊主網交互。請耐心等待。

source: Trust Address
fr: Définir comme adresse de confiance
pt_pt: Confiar no Endereço
tr: Bu Adrese Güven
zh_hant: 信任地址

source: Force Withdraw
zh_hant: 強制提現

# force_Withdraw_subtitle
source: The address from which the token will be withdrawn from L2 to L1.
fr: L'adresse à partir de laquelle le jeton sera retiré du L2 vers le L1.
pt_pt: O endereço do qual o token será sacado de L2 para L1.
tr: Tokenin L2'den L1'e çekileceği adres
zh_hant: 代幣將從二層提現到一層的地址。

# force_Withdraw_desc
source: If the recipient doesn't have an active Loopring L2 account, you will be able to withdraw the token from L2 to Ethereum L1. This process is usually only needed when tokens were sent to a CEX address using Loopring L2. Since the CEX does not have access to the L2 account, you will need to perform this action to reclaim the tokens.
fr: Si le destinataire ne possède pas de compte Loopring L2 actif, vous serez capable de retirer le jeton du L2 vers le L1 d'Ethereum. Ce processus est habituellement uniquement nécessaire lorsque des jetons sont envoyés à l'adresse d'un échange centralisé (CEX) à partir du L2 de Loopring. Comme l'échange centralisé n'a pas accès au compte L2, vous devrez effectuer cette opération pour réclamer les jetons.
pt_pt: Se o destinatário não possui uma conta Loopring L2 ativa, você conseguirá sacar o token de Loopring L2 para Ethereum L1. Este processo normalmente só é necessário quando tokens foram enviados a um endereço de CEX usando Loopring L2. Você precisa efetuar essa ação para resgatar seus token porque o CEX não possui acesso à conta L2.
tr: Alıcının aktif bir Loopring L2 hesabı olmasa da, tokenlerinizi Loopring L2'den Ethereum L1'e çekebilirsiniz. Bu işlem genellikle Loopring L2'den merkezi bir borsaya (CEX) token gönderildiğinde kullanılır. Merkezi borsaların L2 hesabı olmadığı için tokenleri kurtarmak için bu işlemi gerçekleştirmek gerekebilir.
zh_hant: 如果收款人沒有激活路印二層賬號，您可以將代幣從二層提現到以太坊一層。此過程通常僅在使用路印二層將代幣發送到中心化交易所地址時才需要。由於中心化交易所無權訪問二層賬號，因此您需要執行此操作來收取代幣。

# force_Withdraw_confirm_warning
source: ·This feature allows a user to move their L2 tokens to the L1 address. The target address must either be a wallet or exchange address. ·This operation usually requires more than 30 minutes to take effect, as it needs to interact with Ethereum mainnet. Please be patient.
fr: Cette fonctionnalité permet à un utilisateur de déplacer ses jetons du L2 vers l'adresse L1. L'adresse cible doit être celle d'un portefeuille ou d'un échange. ·Cette opération prend habituellement plus de 30 minutes pour prendre effet puisqu'une intéraction avec le mainnet d'Ethereum est nécessaire. Veuillez patienter.
pt_pt: ·Este recurso permite que um usuário mova seus tokens L2 para o endereço L1. O endereço do destinatário precisa ser uma carteira não ativada ou um endereço de corretora. ·Esta operação normalmente leva mais que 30 minutos para entrar em vigor pois precisa se comunicar com a rede Ethereum. Por favor seja paciente.
tr: Bu özellik kullanıcının tokenlerini L2 adresinden L1'e çekmesini sağlar. Hedef ya bir cüzdan ya da bir borsa adresi olmalıdır. ·Bu işlem Ethereum ağı üzerinde gerçekleştiği için 30 dakika kadar sürebilir. Lütgen bekleyin.
zh_hant: ·該功能允許用戶將其二層代幣轉到一層地址。目標地址必須是錢包或交易所地址。 ·此操作通常需要 30 分鐘以上才能生效，因為它需要與以太坊主網交互。請耐心等待。

# force_Withdraw_error
source: The Loopring L2 account is activated in this address. For security reasons, Loopring does not allow another user to force withdraw tokens from its L2 to L1.
fr: Le compte Loopring L2 est activé à cette adresse. Pour des raisons de sécurité, Loopring ne permet pas à un autre utilisateur de retirer des jetons de force du L2 vers le L1.
pt_pt: A conta Loopring L2 está ativada neste endereço. Por motivos de segurança, Loopring não permite que outro usuário force um saque de tokens de L2 para L1.
tr: Bu adreste Loopring L2 aktifleştirilmiş. Güvenlik nedeniyle Loopring kendi L2'sinden L1'e çekim işlemlerini desteklemez.
zh_hant: 該地址將激活路印二層賬號。出於安全原因，路印將不再允許其他用戶將代幣從其二層強制提現到一層。

# force_Withdraw_no_token_error
source: Unable to detect a L2 token to withdraw to L1 on this address.
fr: Incapable de détecter un jeton L2 à déplacer sur cette adresse.
pt_pt: Não foi possível achar um token L2 para mover para este endereço.
tr: Bu adreste çekilecek bir L2 tokeni bulunamadı.
zh_hant: 沒有從該地址檢測到代幣進行操作。

# force_Withdraw_input_place_holder
source: Please enter target address
fr: Veuillez saisir l'adresse
pt_pt: Por favor insira um endereço
tr: Lütfen adresi girin
zh_hant: 請輸入地址

source: Updating
fr: Mise à jour en cours
pt_pt: Atualizando
tr: Güncelleniyor
zh_hant: 更新

# fee_full_fail
source: Fee Pull Fail
fr: Incapable de déterminer les frais
pt_pt: Falha ao Calcular Taxa
tr: Ücret Çekimi Başarısız
zh_hant: 費用拉取失敗

source: Limit Order
fr: Ordre à cours limité
pt_pt: Pedido limite
tr: Limit Emri
zh_hant: 限價單

# limit_order_alert_body
source: Used to set the maximum or minimum price at which you are willing to buy or sell.
fr: Utilisé pour définir le prix maximum ou minimum auquel vous êtes prêt à vendre ou à acheter.
pt_pt: Usado para definir o preço máximo ou mínimo que você está disposto a comprar ou vender.
tr: Almak ya da satmak için kabul ettiğiniz minimum ya da maksimum miktarı ayarlamak için kullanılır.
zh_hant: 用於設置您願意買入或賣出的最高或最低價格。

source: Market Order
fr: Ordre au marché
pt_pt: Ordem de Mercado
tr: Piyasa Emri
zh_hant: 市價單

# market_order_alert_body
source: Used to buy or sell immediately at the current market price.
fr: Utilisé pour acheter ou vendre immédiatement au prix courant du marché.
pt_pt: Usado para comprar ou vender imediatamente pelo preço atual do mercado.
tr: O andaki piyasa değeri üzerinden anında alım/satım işlemleri için kullanılır.
zh_hant: 用於以當前市場價格立即買入或賣出。

# add_exchange_address_to_trust
source: This address belongs to the Loopring operator for depositing tokens to any Loopring L2 address. If you add this address as a Trusted Contact, there will be no restriction on any of your L2 transfers. Please ensure this is your intention.
fr: Cette adresse est l'opérateur Loopring pour déposer des jetons à n'importe quelle adresse L2. Si vous ajoutez cette adresse comme contact de confiance, il n'y aura aucune restriction sur vos transferts L2. Assurez-vous que c'est bel et bien ce que vous souhaitez.
pt_pt: Este endereço é o operador Loopring para depósito de tokens para qualquer endereço L2. Se você adicionar este endereço como um Contato Confiável, nenhuma transferência L2 possuirá restrições. Por favor certifique-se que é isso que você gostaria de fazer.
tr: Bu, Loopring'in L2 adreslerine token yatırmayı sağlayan operatör hesabıdır. Eğer bu adresi Güvenilir Adres olarak eklerseniz, L2 transferlerinizde herhangi bir sınırlama olmayacaktır. İstediğinizin bu olduğundan emin olun.
zh_hant: 該地址是路印運營商，用於將代幣存入任何二層地址。如果將此地址添加到信任列表中，則對任何二層轉賬都沒有限制。請確保這是您想要的。

# l1_to_l2_no_exchange_address
source: Transfers to any Loopring L2 address are routed through the Loopring operator; the operator then sends the tokens to the proper Loopring L2 address. Guardian approval is required if you do not add the Loopring operator as a Trusted Contact.
fr: Les transferts à n'importe quelle adresse passent par l'opérateur Loopring. L'opérateur envoie ensuite les jetons à la bonne adresse L2. L'approbation des Gardiens est nécessaire si vous n'ajoutez pas l'opérateur Loopring comme contact de confiance.
pt_pt: Transferências para qualquer endereço Loopring L2 são roteados pelo operador Loopring, o operador então envia os tokens para o endereço L2 correto. Aprovação de Guardião é necesária se você não adicionou o operador Loopring como um contato confiável.
tr: Herhangi bir Loopring L2 adresine yapılan transferler, operatör Loopring adresi üzerinden gerçekleşir. Operatör varlıkları doğru adreslere yönlendirir. Eğer Loopring operatörünü güvenilir kişi olarak eklemezseniz, Koruyucu onayı gerekecektir.
zh_hant: 向路印二層地址轉賬是通過路印運營商，然後運營商將代幣發送到二層地址；因此，您必須獲得守護人的批准才能進行此轉賬

source: Subscribe
fr: S'abonner
pt_pt: Inscrever-se
tr: Katıl
zh_hant: 申購

# market_order_min_quantity_alert
source: Small trades (below ~$100) incur a higher fee ratio. Trading Fee: %@ Fee Ratio: %@ Minimum Received: %@
fr: Les petites transactions (de moins de ~$100) encourent un ratio des frais plus élevé. Frais de transaction : %@ Ratio des frais : %@ Minimum reçu : %@
pt_pt: Trocas pequenas (menor que ~$100) geram taxas maiores. Taxa de Troca: %@ Percentagem de Taxa: %@ Mínimo Recebido: %@
tr: Küçük takaslar (~$100 altında) daha yüksek ücret oranına sahiptir. Takas Ücreti: %@ Ücret Oranı: %@ Alınacak Mimimum Miktar: %@
zh_hant: 小額交易（低於 100 美元）會產生更高的費用。請在確認前查看費用。 預估費用：%@ 最少收到：%@

# market_order_success
source: Success! Order placed.
fr: Transaction réussie
pt_pt: Pedido efetuado com Sucesso
tr: Başarıyla Takaslandı
zh_hant: 交易成功

# market_order_fail
source: Failed! Error placing order.
fr: Transaction échouée
pt_pt: Falha no Pedido
tr: Takas Başarısız
zh_hant: 交易失敗

source: Ethereum Fee:
fr: Frais Ethereum
pt_pt: Taxa Ethereum:
tr: Ethereum Ücreti
zh_hant: 以太坊費用：

source: Delete Account
fr: Supprimer le compte
pt_pt: Excluir Conta
tr: Hesabı Sil
zh_hant: 刪除賬號

# delete_account_detail
source: Deleting your account will permanently delete all your registered information associated with this wallet address. Once your information is removed, you will no longer have access to the wallet, and it will be irrecoverable. Please ensure all assets are transferred out of your wallet prior to deletion.
fr: La suppression de votre compte supprimera de façon définitive les informations enregistrées associées à l'adresse de ce portefeuille. Une fois vos informations effacées, vous ne pourrez plus accéder au portefeuille et celui-ci sera irrécupérable. Veuillez vous assurer que tous les actifs ont été retirés en dehors du portefeuille avant la suppression.
pt_pt: Excluir sua conta irá excluir permanentemente toda a informação de registro associada com este endereço de carteira. Quando esta informação for removida, você não terá mais acesso à carteira e não conseguirá recuperá-la. Por favor certifique-se que todos ativos são transferidos para fora da carteira antes de efetuar a exclusão.
tr: Hesabınızı silerseniz, bu cüzdan adresine ait tüm kaydedilmiş bilgiler kalıcı olarak kaybolacaktır. Bilgileriniz bir kez silindikten sonra, artık bu adrese ulaşamaz ve kurtaramazsınız. Lütfen cüzdanı silmeden önce tüm varlıklarınızı çektiğinizden emin olun.
zh_hant: 刪除您的賬號將永久刪除您與此錢包地址關聯的所有註冊信息。 刪除後您將無法恢復您的錢包。 請確保您的資產已完全轉移。

# confirm_delete_account
source: Are you sure you want to delete your account?
fr: Êtes-vous certain de vouloir supprimer votre compte?
pt_pt: Você tem certeza que gostaria de excluir sua conta?
tr: Hesabınızı silmek istediğinizden emin misiniz?
zh_hant: 您確定要刪除您的賬號嗎？

# send_success
source: Request Sent
fr: Demande envoyée
pt_pt: Solicitação Enviada
tr: İstek Gönderildi
zh_hant: 發送成功

# send_request
source: Your request has been received. We will respond within 2 working days.
fr: Votre demande a été reçue. Nous vous répondrons dans les 2 jours ouvrables.
pt_pt: Sua solicitação foi recebida. Responderemos em até 2 dias úteis.
tr: İsteğiniz alındı. 2 iş günü içinde cevap vereceğiz.
zh_hant: 您的請求已收到，我們將在兩個工作日內回复。

# stacked_risk_title
source: What is ETH Staking via Lido?
fr: Qu'est-ce que le staking d'ETH via Lido?
pt_pt: O que é Staking de ETH via Lido?
tr: Lido üzerinden ETH Stakelemek, ne demek?
zh_hant: 什麼是通過 Lido 進行 ETH 質押？

# stacked_risk_sub_title
source: Lido is a liquid staking solution for ETH 2.0 backed by industry-leading staking providers. Lido lets users stake their ETH without locking assets or maintaining infrastructure. When using Lido to stake ETH on the Ethereum beacon chain, users will receive a token (stETH), which represents their ETH on the Ethereum beacon chain on a 1:1 basis. It effectively acts as a bridge bringing ETH 2.0’s staking rewards to ETH 1.0. WSTETH is the wrapped version of stETH. The total amount of WSTETH doesn’t change after users receive the token. Instead, the token’s value increases over time to reflect ETH staking rewards earned.
fr: Lido est une solution de liquid staking pour ETH 2.0 appuyée par les meilleurs fournisseurs de staking de l'industrie. Lido permet aux utilisateurs de staker leur ETH sans verrouiller les actifs ou entretenir l'infrastructure. Lorsque les utilisateurs utilisent Lido pour staker de l'ETH sur la beacon chain d'Ethereum, ils recoivent un jeton (stETH) qui représent leur ETH sur la chaîne beacon d'Ethereum à un taux de 1:1. Cela agit comme un pont amenant les récompenses de staking d'ETH 2.0 à ETH 1.0. WSTETH est une version enveloppée de stETH. La quantité totale de WSTETH ne change pas une fois que les utilisateurs ont reçus le jeton. À la place, la valeur du jeton augmente au fil du temps pour refléter les récompenses de staking d'ETH gagnées.
pt_pt: Lido é uma solução de liquidez de staking para ETH 2.0 apoiada por provedores de staking líderes de indústria. Lido permite que usuários façam o stake de seu ETH - sem bloquear ativos ou infraestrutura. Quando você usa Lido para fazer o stake de seu ETH na rede Ethereum beacon chain, usuários receberão um token (stETH) que representa seus ETH na rede Ethereum beacon chain em uma representação 1:1. Basicamente funciona como uma ponte trazendo recompensas de staking ETH 2.0 para ETH 1.0. WSTETH é uma versão embalada de stETH. A quantia total de WSTETH não muda após receber o token. No lugar, o valor do token aumenta com o tempo para refletir as recompensas de staking ETH recebidas.
tr: Lido ETH 2.0 için geliştirilmiş bir staking sağlayıcısıdır. Lido, kullanıcılarına varlıklarını kilitlemeden ve bir altyapı hazırlama gerekliliği olmadan staking imkanı sunar. Ethereum ağında ETH stakelerken Lido'yu tercih eden kullanıcılar bir token (stETH) teslim alırlar. Bu token Ethereum ağında stakelenmiş olan ETH değerini 1:1 oranında temsil eder. Bu token staking ödülleri için bir köprü olarak görülebilir. WSETH, stETH'nin wrap edilmiş halidir. Kullanıcı tokeni aldığında, WSETH'nin toplam miktarı değişmez. Bunun yerine, tokenin değeri kazanılan staking ödüllerini gösterecek şekilde zaman içinde artar.
zh_hant: Lido 是由行業領先的質押提供商支持的 ETH 2.0 的流動質押解決方案。 Lido 讓用戶可以質押他們的 ETH——無需鎖定資產或維護基礎設施。 當使用 Lido 在以太坊信標鏈上質押您的 ETH 時，用戶將收到一個代幣（stETH），它以 1:1 的比例代表他們在以太坊信標鏈上的 ETH。它其實是充當了將 ETH 2.0 的質押獎勵引入ETH 1.0 的橋樑。 WSTETH 是 stETH 的封裝版。用戶收到代幣後，WSTETH 的總量不會改變。相反，代幣的價值會隨著時間的推移而增加，以反映獲得的 ETH 質押獎勵。

# risk_warning
source: I have read and understand the risk warning
fr: J'ai lu et je comprends l'avertissement sur les risques encourus
pt_pt: Eu li e entendo o aviso de riscos
tr: Risk uyarısını okudum ve anladım
zh_hant: 我已閱讀風險警告
