Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# create_wallet_desc
source: We need a contact method to verify your requests to the Official Loopring Guardian. (Do not use a throwaway SMS or email address). We'll use this contact method if you ever need to recover or lock your wallet.
fr: Nous avons besoin d'un moyen pour vous contacter afin de confirmer vos demandes au Gardien officiel de Loopring (n'utilisez pas un numéro de téléphone ou une adresse courriel temporaire). Nous utiliserons ce moyen pour vous contacter dans l'éventualité où vous auriez besoin de verrouiller ou de récupérer votre portefeuille.
pt_pt: Precisamos de um método de contato para verificar suas solicitações ao Guardião Oficial Loopring. (Não utilize um email ou SMS descartável). Usaremos este método de contato caso você precise recuperar ou bloquear sua carteira em algum momento no futuro.
tr: Resmi Loopring Koruyucusu'na ilettiğiniz işlemleri doğrulamak için bir iletişim adresine ihtiyacımız var. Lütfen sürekli kullandığınız bir e-mail/telefon numarası girin çünkü hesabınızı kilitlemeniz ya da kurtarmanız gerektiğinde size bu şekilde ulaşacağız.
zh_hant: 我們需要一種聯繫方式來驗證您對路印協議官方守護人的請求。 （不要使用一次性的手機號碼或郵箱地址）。如果您需要恢復或鎖定您的錢包，我們將使用此聯繫方式。

source: Enter your email
fr: Saisir votre adresse courriel
pt_pt: Insira seu email
tr: E-mail adresinizi girin
zh_hant: 輸入您的郵箱

# enter_your_phone
source: Enter your phone number
fr: Saisir votre numéro de téléphone
pt_pt: Insira seu número de telefone
tr: Telefon numaranızı girin
zh_hant: 輸入您的手機

# invitation_code_input
source: Enter an invitation code
fr: Veuillez saisir un code d'invitation
pt_pt: Insira um código de convite
tr: Bir davet kodu girin
zh_hant: 填寫邀請碼

source: ( Optional )
fr: ( Optionnel )
pt_pt: ( Opcional )
tr: ( Opsiyonel )
zh_hant: （ 可選的 ）

# invite_dode_desc
source: To receive referral points, the person referred must first activate Ethereum L1
fr: Pour recevoir des points de référence, la personne référée doit d'abord activer le L1 d'Ethereum
pt_pt: Para receber pontos de convite, a pessoa convidada precisa primeiro ativar Ethereum L1.
tr: Referans puanı kazanmak için, önerilen kişi Ethereum L1 hesabını aktifleştirmelidir.
zh_hant: 要獲得推薦積分，被推薦人必須首先激活以太坊一層

source: From an exchange
fr: À partir d'un échange
pt_pt: De uma corretora
tr: Bir borsadan
zh_hant: 從交易所

source: My Balance
fr: Mon solde
pt_pt: Meu Saldo
tr: Bakiyem
zh_hant: 我的餘額

source: My Amount
fr: Ma quantité
pt_pt: Minha Quantia
tr: Miktar
zh_hant: 我的金額

# accessRedPacket
source: Access Red Packets
fr: Accéder aux enveloppes rouges
pt_pt: Acessar Envelopes Vermelhos
tr: Kırmızı Paketlere Eriş
zh_hant: 訪問紅包

source: Others
fr: Autres
pt_pt: Outros
tr: Diğerleri
zh_hant: 其他

# confirm_cex_support_title
source: Confirm CEX Support
fr: Confirmer le support de l'échange centralisé (CEX)
pt_pt: Confirmar Suporte CEX
tr: Borsanın desteklediğini onayla
zh_hant: 確認中心化交易所支持

# confirm_cex_support
source: Before withdrawing, please ensure your CEX accepts deposits from smart contracts. L2 to L1 withdrawing is via a smart contract. The CEX depositing address may not be able to acknowledge the tokens deposited automatically. If the deposited tokens do not appear at the CEX address within 24 hours, please contact your CEX support to manually acknowledge this transaction.
fr: Avant de retirer, veuillez confirmer avec le soutien de l'échange centralisé (CEX) qu'ils acceptent les dépôts provenants de contrats intelligents. Les retraits du L2 vers le L1 se font via un contrat intelligent. Il est possible que l'adresse de dépôt de l'échange centralisé (CEX) ne reconnaisse pas automatiquement les jetons déposés. Si les jetons déposés n'apparaissent pas à l'adresse de l'échange décentralisé (CEX) dans les 24 heures, veuillez contacter l'équipe de soutien de l'échange centralisé (CEX) afin d'approuver manuellement la transaction.
pt_pt: Antes de sacar, por favor verifique que seu CEX suporta depósitos vindos de contratos inteligentes. Saque L2 para L1 são realizados via um contrato inteligente. O endereço de depósito de seu CEX talvez não tenha a capacidade de verificar o depósito dos tokens automaticamente. Se os tokens depositados não aparecerem no endereço CEX em 24h, por favor entre em contato com o suporte de seu CEX para verificar a transação manualmente.
tr: Çekme işleminden önce, lütfen borsanızın akıllı kontratlardan gelen transferleri kabul ettiğinden emin olun. L2'den L1'e çekim bir akıllı kontrat işlemidir. Bazı borsalar bu işlemi tanımayabilir. Eğer çektiğiniz tokenler 24 saat içinde borsa adresinizde gözükmezse, lüften borsanızdan yardım isteyin ve bu işlemi manuel olarak gerçekleştirmeleri gerektiğini vurgulayın.
zh_hant: 在提現之前，請與您的中心化交易所客服確認他們接受來自智能合約的充值。 二層到一層的提現是通過智能合約進行的。中心化交易所充值地址可能無法自動確認充值的代幣。 如果充值的代幣在 24 小時內沒有在中心化交易所地址到賬，請聯繫您的中心化交易所客服手動確認此交易。

# understand_risk
source: I understand and acknowledge the risk
fr: Je comprends et reconnais le risque
pt_pt: Eu entendo e reconheço os riscos
tr: Riski anladım ve kabul ediyorum.
zh_hant: 我理解並承認風險

source: Exceed Daily Quota Deposit Approval
fr: Approbation pour excéder le quota quotidien des dépôts
pt_pt: Aprovação de Depósito que Ultrapassa o Limite Diário
tr: Günlük Yatırma Kotası Aşım Onayı
zh_hant: 超過每日限額充值批准

# 1fa_reset_password_fill_code
source: Verification code will be sent to %@
fr: Le code de vérification sera envoyé à %@
pt_pt: Código de verificação será enviado para %@
tr: Doğrulama kodu buraya gönderilecek: %@
zh_hant: 驗證碼將發送到 %@

# 2fa_introduction_title
source: Two-Factor Authentication (2FA)
fr: Authentification à deux facteurs (A2F)
pt_pt: Autenticação de Dois Fatores (2FA)
tr: İki Faktörlü Kimlik Doğrulama (2FA)
zh_hant: 雙重身份驗證 (2FA)

# 2fa_btn_sms_title
source: SMS Authentication
fr: Authentification par SMS
pt_pt: Autenticação por SMS
tr: SMS adresi
zh_hant: 短信驗證

# 2fa_btn_email_title
source: Email Authentication
fr: Authentification par courriel
pt_pt: Autenticação por Email
tr: E-mail adresi
zh_hant: 郵箱驗證

# 2fa_btn_loopringauth_title
source: Signature Auth
fr: Authentification Loopring
pt_pt: Autorização Loopring
tr: İmza Doğrulayıcı
zh_hant: 路印驗證

# 2fa_btn_authenticator
source: Authenticator
fr: Authentifiant
pt_pt: Autenticador
tr: Doğrulayıcı
zh_hant: 身份驗證器

# 2fa_loopringauth_info
source: Signature Auth requires access to the wallet's private key. It performs a handshake with the Official Loopring Guardian via the account passcode or biometric authentication.
fr: L'authentification Loopring requiert l'accès à la clé privée du portefeuille et s'accorde avec le Gardien officiel de Loopring via le code d'accès du compte ou l'authentification biométrique.
pt_pt: A Autenticação Loopring precisa de acesso à chave privada de sua carteira. Uma verificação será feita com o Guardião Oficial Loopring via seu código de acesso ou autenticação biométrica.
tr: İmza Doğrulayıcı'un cüzdanın özel anahtarına ulaşması gerekir. Resmi Loopring Koruyucusu ile güvenlik kodu/biometrik doğrulama bağlantısıyla birlikte çalışır.
zh_hant: 路印驗證需要訪問私鑰並通過您的密碼或生物識別驗證與路印官方運營商交互。

# 2fa_looprintauth_frozen_toast
source: For wallet security, it is necessary to freeze the 24-hour countdown.
fr: Pour des raisons de sécurité du portefeuille, le gel du décompte de 24 heures est nécessaire.
pt_pt: Para a segurança da carteira é necesário congelar a contagem-regressiva de 24 horas.
tr: Cüzdanınızın güvenliği için 24 saatlik geri sayımın dondurulması gerekiyor.
zh_hant: 為了錢包安全，需要凍結24小時倒計時。

# 2fa_sms_auth_title_add
source: Add New SMS Authentication
fr: Ajouter une nouvelle authentification SMS
pt_pt: Adicionar Nova Autenticação por SMS
tr: Yeni SMS Doğrulaması Ekle
zh_hant: 添加新的短信驗證

# 2fa_email_auth_title_add
source: Add New Email Authentication
fr: Ajouter une nouvelle authentification courriel
pt_pt: Adicionar Nova Autenticação por Email
tr: Yeni E-Mail Doğrulaması Ekle
zh_hant: 添加新的郵箱驗證

# 2fa_sms_auth_title_delete
source: Remove SMS Authentication
fr: Supprimer une authentification SMS
pt_pt: Excluir Autenticação por SMS
tr: SMS Doğrulamasını Sil
zh_hant: 刪除短信驗證

# 2fa_email_auth_title_delete
source: Remove Email Authentication
fr: Supprimer une authentification courriel
pt_pt: Excluir Autenticação por Email
tr: E-Mail Doğrulamasını Sil
zh_hant: 刪除郵箱驗證

# 2fa_have_not_set_passcode
source: You haven't set an Account Passcode. Please add an additional authentication source for security consideration.
fr: Vous n'avaz pas défini le code d'accès du compte. Pour des raisons de sécurité, veuillez ajouter une nouvelle source d'authentification.
pt_pt: Você ainda não configurou um código de acesso para sua conta. Por favor adicione uma forma de autenticação extra por motivos de segurança.
tr: Henüz bir güvenlik kodu ayarlamadınız. Lütfen güvenliğiniz için ektstra doğrulama yöntemi ekleyin.
zh_hant: 你還沒有設置密碼。出於安全考慮，請先添加其他的身份驗證

# 2fa_choose_verification_title
source: Choose Verification
fr: Sélectionner Authentification
pt_pt: Escolher Verificação
tr: Doğrulama Yöntemi Seç
zh_hant: 選擇驗證

# 2fa_choose_verification_title_only_official
source: Official Guardian Verification
fr: Vérification du Gardien officiel
pt_pt: Verificação Oficial de Guardião
tr: Resmi Koruyucu Onayı
zh_hant: 官方守護人驗證

# 2fa_choose_select_secondary_auth
source: Select secondary authentication
fr: Sélectionner l'authentification secondaire
pt_pt: Selecionar verificação secundária
tr: İkincil doğrulama yöntemi seçin
zh_hant: 選擇二次驗證

# 2fa_choose_verification_subtitle
source: This verification process requires 2 authentication methods, Signature Auth and a secondary.
fr: Ce processus d'authentification requiert deux méthodes d'authentification, l'authentification Loopring et une authentification secondaire.
pt_pt: Esta forma de verificação precisa de duas formas autenticação diferentes, Autenticação Loopring e uma forma secundária.
tr: Bu süreç iki doğrulama gerektirir. İmza Doğrulayıcı ve ikincil bir yöntem daha.
zh_hant: 此驗證過程需要兩種身份驗證，路印驗證和二次驗證。

# 2fa_choose_verification_subtitle_only_official
source: Please choose an authentication method. This verification process requires %@ authentication methods.
fr: Veuillez sélectionner une méthode d'authentification. Ce processus de vérification requiert %@ méthodes d'authentification.
pt_pt: Por favor selecione um método de autenticação. Este processo de verificação precisa de %@ método(s) de autenticação.
tr: Lütfen bir doğrulama yöntemi seçin. Bu süreç %@ adet kimlik doğrulama yöntemi gerektirir.
zh_hant: 請選擇驗證，此驗證過程需要 %@ 種驗證方式。

# 2fa_choose_one_or_empty_tip
source: Please check %@ authentication methods to continue.
fr: Veuillez cocher %@ méthodes d'authentification pour poursuivre.
pt_pt: Por favor selecione %@ método(s) de autenticação para continuar.
tr: Lütfen devam etmek için %@ adet doğrulama yöntemi seçin.
zh_hant: 請選擇 %@ 種身份驗證方式以繼續。

# 2fa_choose_more_than_one_tip
source: Only %@ authentication methods are required. Please uncheck one to continue.
fr: Seules %@ méthodes d'authentification sont requises. Veuillez en désélectionner une pour poursuivre.
pt_pt: Somente %@ método(s) de autenticação são necessários. Por favor remova um para continuar.
tr: Yalnız %@ adet onay yöntemi gerekiyor. Lütfen devam etmek için bir yöntemi çıkarın.
zh_hant: 需要 %@ 種身份驗證方式，請取消選中其中一種以繼續。

# 2fa_choose_verification_loopringAuth_subtitle
source: Via your passcode or biometric authentication.
fr: Via votre code d'accès ou authentification biométrique.
pt_pt: Via código de acesso ou autenticação biométrica.
tr: Güvenlik kodu ya da biometik doğrulama ile
zh_hant: 通過您的密碼或人生物識別驗證。

# 2fa_verification_title
source: Verification
fr: Authentification
pt_pt: Verificação
tr: Doğrulama
zh_hant: 驗證

# 2fa_enter_email
source: Enter email %@
fr: Saisir l'adresse courriel %@
pt_pt: Insira o email %@
tr: E-mail adresinizi girin %@
zh_hant: 輸入郵箱 %@

# 2fa_enter_phone
source: Enter phone number %@
fr: Saisir le numéro de téléphone %@
pt_pt: Insira o número de celular %@
tr: Telefon numaranızı girin %@
zh_hant: 輸入手機 %@

# 2fa_enter_authenticator_code
source: Enter Authenticator code
fr: Saisir le code d'authentification
pt_pt: Insira o código de autenticação
tr: Doğrulama kodunu girin
zh_hant: 輸入驗證碼

# 2fa_send_email_code
source: Verification code will be sent to %@
fr: Le code d'authentification sera envoyé à %@
pt_pt: O código de verificação será enviado para %@
tr: Doğrulama kodu buraya gönderilecek %@
zh_hant: 驗證碼將發送到 %@

# 2fa_send_phone_code
source: Verification code will be sent to %@
fr: Le code d'authentification sera envoyé à %@
pt_pt: O código de verificação será enviado para %@
tr: Doğrulama kodu buraya gönderilecek %@
zh_hant: 驗證碼將發送到 %@

# 2fa_input_authenticator_code
source: Enter the 6-digit code from Authenticator
fr: Saisissez le code à 6 chiffres de l'authentifiant
pt_pt: Insira o código de 6 digitos do Autenticador
tr: Authenticator'dan gelen 6 haneli kodu girin
zh_hant: 請輸入六位驗證碼

# 2fa_sign_button_not_sign
source: Sign
fr: Signer
pt_pt: Assinar
tr: İmza
zh_hant: 簽名

# 2fa_sign_button_signed
source: Signed
fr: Signé
pt_pt: Assinado
tr: İmzalandı
zh_hant: 已簽名

# 2fa_security_verification_title
source: Security Verification
fr: Authentification de sécurité
pt_pt: Verificação de Segurança
tr: Güvenlik Doğrulaması
zh_hant: 安全驗證

# 2fa_change_auth_description
source: %@ adds another layer of security to your assets.
fr: %@ ajoute une autre couche de sécurité à vos actifs.
pt_pt: %@ adiciona outra camada de segurança ao seus ativos.
tr: %@ ile doğrulama varlıklarınızın üzerine bir güvenlik katmanı daha ekler.
zh_hant: %@為您的資產增加了另一層安全性。

# 2fa_change_auth_authenticator
source: Authenticator provides a second layer of security for your assets.
fr: L'authentifiant ajoute une seconde couche de sécurité à vos actifs.
pt_pt: Autenticador oferece uma segunda camada de proteção para seus ativos.
tr: Doğrulayıcı, varlıklarınız için ikinci bir güvenlik katmanı oluşturur.
zh_hant: 身份驗證器為您的資產提供第二層安全保障。

# 2fa_enable_auth_authenticator_des
source: You can install an authenticator app to generate a verification code.
fr: Vous pouvez installer une application d'authentification pour générer un code de vérification.
pt_pt: Você pode instalar um aplicativo autenticador para gerar um código de verificação.
tr: Güvendiğiniz bir kimlik doğrulama uygulamasını indirerek, onay kodları oluşturabilirsiniz.
zh_hant: 您可以安裝驗證器應用程序來生成驗證碼。

# 2fa_delete_forbid_description
source: You must have 2 authentication sources. You must add another trusted source before disabling this one.
fr: Vous devez avoir 2 sources d'authentification. Vous devez ajouter une autre source fiable avant de pouvoir désactiver celle-ci.
pt_pt: Você precisa ter 2 fontes de autenticação. Você precisa adicionar outro método confiável antes de desabilitar este.
tr: İki doğrulama yöntemine sahip olmanız gerekiyor. Bu yöntemi devre dışı bırakmadan önce başka bir doğrulama kaynağı eklemelisiniz.
zh_hant: 您必須有 2 種身份驗證方式。您可以先添加其他可信任的驗證方式，然後禁用該方式。

# 2fa_delete_title
source: Are you sure you want to disable %@?
fr: Êtes-vous certain de vouloir désactiver %@?
pt_pt: Você tem certeza que gostaria de desativar %@?
tr: %@ seçeneğini devre dışı bırakmak istiyor musunuz?
zh_hant: 您確定要禁用 %@ 嗎？

# 2fa_i_understand
source: I Understand
fr: Je comprends
pt_pt: Eu Entendo
tr: Anladım
zh_hant: 我明白

# 2fa_recover_title
source: Please enter the wallet name or address
fr: Veuillez saisir l'adresse ou le nom du portefeuille
pt_pt: Por favor insira o nome ou endereço da carteira
tr: Lütfen cüzdan adını ya da adresini girin
zh_hant: 請輸入ENS或錢包地址

# 2fa_require_count_not_satisfy_alert
source: You can't pass the two-factor authentication process to verify your identity. Please submit a ticket to the Loopring support team that contains more information to verify yourself.
fr: Vous n'êtes pas en mesure de réussir le processus d'authentification à deux facteurs pour confirmer votre identité. Veuillez soumettre un billet à l'équipe de soutien Loopring avec suffisamment d'information pour confirmer votre identité.
pt_pt: Você não consegue passar pelo processo de verificação de dois fatores para verificar sua identidade. Por favor envie um ticket com mais informações de verificação de identidade para o time de suporte Loopring.
tr: Kimliğinizi doğrulamak için iki faktörlü kimlik doğrulama aşamasını geçemezsiniz. Lütfen Loopring destek ekibine kimliğinizi doğrulayacak bilgiler sunarak bir yardım talebi oluşturun.
zh_hant: 您無法通過2FA來驗證您的身份。請向路印團隊提交工單，以提供更多信息來驗證是您本人。

# 2fa_require_cooldown_24hours
source: You just completed 1 security sensitive operation to reset the Signature Auth. In order to secure your assets, the account will be locked for 24 hours. Please try again afterwards.
fr: Vous venez de compléter une opération sensible afin de réinitialiser l'authentification Loopring. Afin de sécuriser vos a ctifs, le compte sera verrouillé pedant 24 heures. Veuillez réessayer par la suite.
pt_pt: Você completou uma operação sensível de segurança para redefinir a Autenticação Loopring. Para garantir a segurança de seus ativos a conta será bloqueada por 24 horas. Por favor tente novamente mais tarde.
tr: İmza Doğrulayıcı'u sıfırlayarak hassas bir güvenlik operasyonu gerçekleştirdiniz. Varlıklarınızın güvenliğini garanti etmek için hesabınız 24 saat dondurulacaktır. Lütfen bu süre dolunca tekrar deneyin.
zh_hant: 您剛剛完成了一項安全敏感操作來重置路印官方身份驗證。為了保護您的資產，該賬號將被鎖定 24 小時。之後請重新檢查。

# 2fa_add_authenticator_des
source: e.g., Google Authenticator, Microsoft Authenticator...
fr: ex.: Google Authenticator, Microsoft Authenticator...
pt_pt: ex.: Autenticador Google, Autenticador Microsoft, etc...
tr: Google Authenticator, Microsoft Authenticator vb.
zh_hant: 例如谷歌驗證器、微軟驗證器...

# 2fa_add_authenticator_title_1
source: 1. Scan the QR code with the Authenticator app
fr: Scanner le code QR avec une application d'authentification
pt_pt: 1. Escaneie o código QR com o aplicativo Autenticador
tr: 1. Doğrulayıcı uygulamanızla QR kodu tarayın
zh_hant: 1. 使用身份驗證器APP掃描二維碼

# 2fa_add_authenticator_subtitle_1
source: If you are unable to scan the QR code, you can manually enter the account and key into the Authenticator app.
fr: Si vous n'êtes pas en mesure de scanner le code QR, il est possible de saisir manuellement le compte et la clé dans l'application d'authentification.
pt_pt: Se você não conseguir escanear o código QR você pode inserir a conta e chave no aplicativo Autenticador manualmente.
tr: QR kodu tarayamıyorsanız, hesap ve anahtar bilgilerinizi manuel olarak Doğrulayıcı uygulamaya girebilirsiniz.
zh_hant: 如果您無法掃描二維碼，您可以手動輸入賬號和密鑰到身份驗證器 APP。

# 2fa_add_authenticator_title_2
source: 2. Please enter the verification code
fr: Veuillez saisir le code de vérification.
pt_pt: 2. Por favor insira o código de verificação
tr: 2. Lütfen onay kodunu girin
zh_hant: 2. 請輸入驗證碼

# 2fa_add_authenticator_account
source: Account:
fr: Compte
pt_pt: Conta:
tr: Hesap
zh_hant: 賬號：

# 2fa_add_authenticator_key
source: Key:
fr: Clé
pt_pt: Chave:
tr: Anahtar
zh_hant: 密鑰：

# 2fa_google_authenticator
source: Google Authenticator
fr: Authentifiant Google
pt_pt: Autenticador Google
zh_hant: 谷歌驗證器

# 2fa_pre_verify_subtitle
source: Complete authentication information
fr: Compléter les informations d'authentification
pt_pt: Informação de verificação completa
tr: Doğrulama bilgilerini tamamla
zh_hant: 完整的驗證信息

# 2fa_choose_verification_method
source: Choose a verification method
fr: Sélectionner la méthode de vérification
pt_pt: Seleciona o método de verificação
tr: Doğrulama yöntemini seç
zh_hant: 選擇驗證方式

# 2fa_error_111005
source: Your 2FA verification has exceeded the daily limit
fr: Votre vérification par A2F excède la limite quotidienne
pt_pt: Sua verificação 2FA ultrapassou o limite diário
tr: Günlük 2FA doğrulama limitiniz doldu.
zh_hant: 您的 2FA 驗證已超過每日限制

# 2fa_error_111006
source: Your verification has expired
fr: Votre vérification a expirée
pt_pt: Sua verificação expirou
tr: Doğrulama sürecinizin süresi doldu.
zh_hant: 您的驗證已過期

# 2fa_error_111007
source: You have exceeded the maximum number of sends
fr: Nombre d'envois maximum excédé
pt_pt: Você ultrapassou o número máximo de envios
tr: Maksimum yollama adedine ulaştınız.
zh_hant: 您已超過最大發送次數

# 2fa_error_111008
source: The information provided is inconsistent with your registration details
fr: L'information fournie ne correspond pas aux informations d'inscription
pt_pt: A informação fornecida é inconsistente com seus dados de cadastro
tr: Verdiğiniz bilgiler, kayıt bilgilerinizle uyuşmuyor.
zh_hant: 提供的信息與您的註冊信息不一致

# 2fa_error_111009
source: You have exceeded the number of verification attempts
fr: Vous avez dépassé le nombre maximum de tentatives de vérification
pt_pt: Você ultrapassou o número máximo de tentativas de verificação
tr: Doğrulama sayısı limitinizi doldurdunuz.
zh_hant: 您已超過驗證嘗試次數

# 2fa_error_111010
source: The verification code you entered is incorrect
fr: Le code de vérification saisi est incorrect.
pt_pt: O código de verificação inserido está incorreto
tr: Girmiş olduğunuz doğrulama kodu yanlış.
zh_hant: 您輸入的驗證碼不正確

# 2fa_reset_authenticator
source: Change Authenticator
fr: Modifier l'authentifiant
pt_pt: Mudar Autenticador
tr: Doğrulayıcıyı Değiştir
zh_hant: 更改身份驗證器

# 2fa_security_frozen_str
source: Valid after
fr: Valider après
pt_pt: Válido depois de
tr: Sonra Geçerli
zh_hant: 在 之後有效

# 2fa_card_frozen_str
source: Countdown
fr: Décompte
pt_pt: Contagem Regressiva
tr: Geri Sayım
zh_hant: 倒計時

# 2fa_recover_step_1
source: Step 1/3: Recover your wallet by notifying Guardians for approval.
fr: Étape 1/3 : récupérer votre portefeuille en avisant vos Gardiens de l'approbation.
pt_pt: Passo 1/3: Recupere sua carteira notificando Guardiões para aprovação.
tr: Adım 1/3: Cüzdanınızı kurtarmak için Koruyucularınıza bildirim gönderin.
zh_hant: 步驟1：通過通知守護人批准來恢復您的錢包。

# 2fa_recover_step_2
source: Step 2/3: To begin the recovery process, we must first verify your identity to ensure the request is authentic.
fr: Étape 2/3 : avant d'amorcer le processus de récupération, nous devons d'abord confirmer votre identité afin de nous assurer que votre demande est authentique.
pt_pt: Passo 2/3: Para começar o processo de recuperação, precisamos primeiro verificar a sua identidade para assegurar que a requisição é autêntica.
tr: Adım 2/3: Kurtarma sürecine başlamadan önce, isteğinizin size ait olduğundan emin olmak için kimliğinizi doğrulamamız gerekiyor.
zh_hant: 步驟2：要開始恢復操作，我們需要驗證您的身份，以確保不會向錢包守護人發送垃圾郵件。

# 2fa_recover_step_3
source: Step 3/3: Please setup the Account Passcode to prepare for the recovery.
fr: Étape 3/3 : veuillez configurer le code d'accès du compte afin d'être prêt pour la récupération.
pt_pt: Passo 3/3: Por favor configure o código da conta para estar pronto para recuperação.
tr: Adım 3/3: Lütfen kurtarma işlemine başlamak için, hesabınızın güvenlik kodunu belirleyin.
zh_hant: 步驟3：請先設置錢包密碼以準備恢復。

# 2fa_loopringAuth_freezing
source: Locked
fr: Gel en cours
pt_pt: Bloqueado
tr: Kilitli
zh_hant: 凍結

# 2fa_forget_loopringAuth_notice
source: Notice
fr: Aviser
pt_pt: Aviso
tr: Bildirim
zh_hant: 通知

# 2fa_forget_loopringAuth_notice_subtitle
source: In order to secure your assets, the account will be locked for 24 hours after resetting the passcode. Please try again afterwards.
fr: Afin de sécuriser vos actifs, le compte sera verrouillé pendant 24 heures suite à la réinitialisation du code d'accès.Veuillez réessayer ensuite.
pt_pt: Para melhorar a segurança de seus ativos, a conta será bloqueada por 24 horas após redefenir o código de acesso. Por favor tente novamente depois deste tempo.
tr: Varlıklarınızı güvende tutmak için, güvenlik kodunuz değiştirildikten sonra hesabınız 24 saat boyunca kilitlenir. Lütfen bu sürenin ardından tekrar deneyin.
zh_hant: 為確保資產安全，重置密碼後您的賬戶將鎖定24小時，請稍後重試。

# l2_trade
source: Trade %@ to %@
fr: Échanger %@ en %@
pt_pt: Troque %@ por %@
tr: %@ ile %@ takasla
zh_hant: 將 %@ 交易為 %@

source: Redeem AMM Pool
fr: Retirer de la piscine AMM
pt_pt: Resgatar Pool AMM
tr: AMM Havuzundan Kazandıklarını Çek
zh_hant: 贖回AMM池子
