Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# layer2_guidepage_msg
source: The Loopring L2 account ensures Ethereum-level security.
fr: Le compte Loopring L2 garantit une sécurité de niveau Ethereum
pt_pt: A conta Loopring L2 garante segurança do nível Ethereum.
tr: Loopring L2 hesabınız Ethereum seviyesi güvenliği garanti eder
zh_hant: 二層賬號繼承了以太坊相同級別的安全性

# layer2_guidepage_fast
source: Transfers and trades happen instantly.
fr: Les transferts et les transactions sont instantanés
pt_pt: Transferências e trocas acontecem imediatamente
tr: Transferler ve takaslar anında gerçekleşir
zh_hant: 轉賬和交易實時完成

# layer2_guidepage_lowfee
source: Transactions are 100x cheaper and faster.
fr: Les transactions sont 100x plus rapides et abordables
pt_pt: Transações são 100x mais rápidas e baratas
tr: İşlemler 100 kat daha hızlı ve ucuzdur
zh_hant: 交易費用非常低；無需高昂的Gas費

# ethereum_account_layer
source: Ethereum L1
zh_hant: 以太坊一層

# loopring_account_layer
source: Loopring L2
zh_hant: 路印二層

# ethereum_account_layer_fee
source: /L1
zh_hant: /一層

# loopring_account_layer_fee
source: /L2
zh_hant: /二層

# account_first
source: L1
zh_hant: 一層

# account_first_me
source: My Ethereum Account
fr: Mon compte Ethereum
pt_pt: Minha Conta Ethereum
tr: Ethereum Hesabım
zh_hant: 我的以太坊賬號

# account_second
source: L2
zh_hant: 二層

# account_second_me
source: My Loopring Account
fr: Mon compte Loopring
pt_pt: Minha Conta Loopring
tr: Loopring Hesabım
zh_hant: 我的路印賬號

# account_second_msg
source: Super-Fast, Low Fee
fr: Extrêmement rapide et à faible coût
pt_pt: Muito Rápido, Taxas Baratas
tr: Yüksek Hız, Düşük Ücretler
zh_hant: 超快，低費用

# second_floor
source: Loopring
zh_hant: 路印

# first_account
source: Ethereum Account
fr: Compte Ethereum
pt_pt: Conta Ethereum
tr: Ethereum Hesabı
zh_hant: 以太坊賬號

# second_account
source: Loopring Account
fr: Compte Loopring
pt_pt: Conta Loopring
tr: Loopring Hesabı
zh_hant: 路印賬號

source: Arbitrum Account
fr: Compte Arbitrum
pt_pt: Conta Arbitrum
tr: Arbitrum Hesabı
zh_hant: Arbitrum賬號

# transfer_to_my_second
source: To myself (L1 to L2)
fr: À moi-même (L1 vers L2)
pt_pt: Para mim (L1 para L2)
tr: Kendime (L1'den L2'ye)
zh_hant: 轉給自己（一層到二層）

# transfer_to_my_first
source: To myself (L2 to L1)
fr: À moi-même (L2 vers L1)
pt_pt: Para mim (L2 para L1)
tr: Kendime (L2'den L1'e)
zh_hant: 轉給自己（二層到一層）

# transfer_to_myself
source: To myself (%@ to %@)
fr: À moi-même (%@ vers %@)
pt_pt: Para mim (%@ para %@)
tr: Kendime (%@'den %@'e)
zh_hant: 轉給自己（%@ 到 %@）

# to_deposit
source: Deposit
fr: Déposer
pt_pt: Depositar
tr: Yatır
zh_hant: 充值

# search_selector
source: Filters
fr: Filtres
pt_pt: Filtros
tr: Filtreler
zh_hant: 篩選

# set_token_show
source: Filter Tokens
fr: Filtrer les jetons
pt_pt: Filtrar Tokens
tr: Tokenleri Filtrele
zh_hant: 篩選代幣

# token_show_have_record
source: Tokens held
fr: Jetons détenus
pt_pt: Tokens guardados
tr: Tutulan tokenler
zh_hant: 您曾經擁有的代幣

# token_show_small
source: Tokens whose value is less than $1
fr: Jeton dont la valeur est de moins de 1$
pt_pt: Tokens que o valor é menor que $1
tr: 1$'dan düşük değere sahip tokenler
zh_hant: 價值低於1美金的代幣

# token_show_noprice
source: Tokens without price
fr: Jeton sans prix
pt_pt: Token sem valor
tr: Fiyat verisi olmayan tokenler
zh_hant: 沒有價格的代幣

# gasfee_lower
source: Low Fee
fr: Frais à faible coût
pt_pt: Taxa Baixa
tr: Düşük Ücret
zh_hant: 低費用

# transfer_fast
source: Fast Transfer
fr: Transfert rapide
pt_pt: Transferência Rápida
tr: Hızlı Transfer
zh_hant: 快速轉賬

# new_people_guide
source: Guidelines
fr: Lignes directrices
pt_pt: Diretrizes
tr: Yönergeler
zh_hant: 指南

# easy_use
source: Easy to use
fr: Facile à utiliser
pt_pt: Fácil de usar
tr: Kullanımı kolay
zh_hant: 使用方便

# easy_use_notify
source: You can select a memorable name and address
fr: Vous pouvez sélectionner une adresse et un nom mémorable
pt_pt: Você pode selecionar um nome e endereço fácil de ser memorizado
tr: Akılda kalıcı bir isim ve adres seçmeniz önerilir
zh_hant: 您可以選擇一個好記的名字和地址

# security_notify
source: Self-custodial without private keys. Social recovery and smart logic keep your assets secure.
fr: Self-custodial, mais nul besoin de sauvegarder vos clés privées. La récupération sociale et la logique intelligente protègent vos actifs.
pt_pt: Auto-custodial, porém sem a necessidade de fazer backup das chaves privadas. Recuperação de forma social e lógica inteligente mantém seus ativos seguros.
tr: Özel anahtarlara ihtiyaç duymadan gözetimsizlik! Sosyal kurtarma ve akıllı araçlarla varlıklarınızı güvende tutun.
zh_hant: 無需備份私鑰以保證資產安全

# comming_wallet
source: Open Wallet
fr: Ouvrir le portefeuille
pt_pt: Abrir Carteira
tr: Cüzdanı Aç
zh_hant: 打開錢包

# wallet_migrated_doscancode
source: Scan to complete the migration
fr: Scanner pour amorcer la migration
pt_pt: Escaneie para completar a migração
tr: Taşıma işlemini tamamlamak için tarayın
zh_hant: 掃描完成遷移

# migrate_account_notice
source: Please use a Loopring Wallet on another device to scan and migrate the current wallet.
fr: Veuillez utiliser l'application Loopring sur un autre appareil pour scanner et migrer le portefeuillle actuel.
pt_pt: Por favor use o aplicativo de Carteira Loopring em outro dispositivo para escanear e migrar a carteira atual.
tr: Taşıma işlemi için, lütfen başka bir cihazda Loopring Cüzdan uygulamasını kullanarak tarayın.
zh_hant: 請在其他設備上使用路印錢包掃描遷移當前錢包。

# wallet_migrated_success_content
source: Your wallet was successfully migrated to a new device; this device can no longer use the wallet. Tap Delete Wallet to remove the current wallet.
fr: Votre portefeuille a été migré sur un autre appareil avec succès. Cet appareil ne peut plus utiliser le portefeuille. Appuyez sur 'Supprimer le portefeuille' pour effacer les données du portefeuille sur cet appareil.
pt_pt: Sua carteira foi migrada com sucesso para um novo dispositivo. Este dispositivo não possui mais acesso à carteira. Pressione Excluir Carteira para remover os dados da carteira deste dispositivo.
tr: Cüzdanınız başka bir cihaza başarıyla taşındı. Bu cihaz artık cüzdanınıza erişemez. 'Cüzdanı Sil'e basarak bu cihazdaki veriyi kaldırabilirsiniz.
zh_hant: 您的錢包已遷移成功，此設備無法使用錢包。點擊刪除數據，當前數據即被刪除。

# wallet_migrated_open_new_wallet
source: Open the migrated wallet on the new device
fr: Ouvrez le portefeuille sur le nouvel appareil
pt_pt: Abra a carteira migrada em seu novo dispositivo
tr: Taşınmış cüzdanı yeni cihazınızda açın.
zh_hant: 在新設備上打開遷移的錢包

# wallet_migrated_success
source: Success! Wallet has been migrated!
fr: Migration du portefeuille réussie!
pt_pt: Carteira migrada com sucesso!
tr: Cüzdan taşıma işlemi başarılı.
zh_hant: 錢包遷移成功！

# wallet_migrated_pending
source: Wallet is being migrated
fr: Migration du portefeuille en cours
pt_pt: Carteira está sendo migrada
tr: Cüzdan taşıma işlemi devam ediyor.
zh_hant: 錢包正在遷移

# wallet_migrated_old_stepone
source: 1. Open the Loopring wallet on your old device
fr: 1. Ouvrez le portefeuille Loopring sur votre ancien appareil
pt_pt: 1. Abra a Carteira Loopring em seu aparelho antigo
tr: 1. Eki cihazınızda Loopring Cüzdan'ı açın
zh_hant: 1. 在舊設備上打開錢包

# wallet_migrated_old_steptwo
source: 2. Scan the QR code from the old device
fr: 2. Scanner le code QR affiché sur votre ancien appareil
pt_pt: 2. Escaneie o código QR mostrado em seu dispositivo antigo
tr: 2. Eski cihazınızda gösterilen QR kodu yeni cihazınızla tarayın
zh_hant: 2. 掃描舊設備的二維碼

# wallet_migrated_old_stepone_notify
source: Tap Profile > Security > Migrate Wallet
fr: Appuyer sur Profil > Paramètres > Sécurité > Migrer le portefeuille
pt_pt: Pressione Perfil > Segurança > Migrar Carteira
tr: Profil > Güvenlik > Cüzdanı Taşı yolunu kullanın
zh_hant: 進入我 > 設置 > 安全 > 遷移錢包

source: Free
fr: Gratuit
pt_pt: Grátis
tr: Ücretsiz
zh_hant: 免費

# wallet_create_phonenum
source: Create via mobile phone
fr: Créer via un téléphone cellulaire
pt_pt: Criar usando número de telefone celular
tr: Cep telefonu ile oluşturun
zh_hant: 通過手機號碼創建

# wallet_create_email
source: Create via email address
fr: Créer via une adresse courriel
pt_pt: Criar usando email
tr: E-mail ile oluşturun
zh_hant: 通過郵箱創建

# wallet_create_name_is_onlyone
source: This name will be unique on the entire network and is permanent.
fr: Ce nom sera unique sur le réseau et est permanent
pt_pt: Este nome será único na rede e é permanente.
tr: Bu isim ağ üzerinde benzersiz olmalıdır. Değiştirilemez.
zh_hant: 名字全網唯一，永久有效

# wallet_create_create_money
source: Creation Fee:
fr: Frais de création :
pt_pt: Taxa de criação:
tr: Oluşturma ücreti:
zh_hant: 創建費用：

# wallet_create_create_name
source: Name Fee:
fr: Frais pour le nom :
pt_pt: Taxa de nome:
tr: İsim ücreti:
zh_hant: 名字費用：

# wallet_create_create_address
source: Address Fee:
fr: Frais d'adresse :
pt_pt: Taxa de endereço:
tr: Adres ücreti:
zh_hant: 地址費用：

# wallet_create_choose_pay_way
source: Please Select a Deposit Method
fr: Veuillez sélectionner la méthode de dépôt
pt_pt: Por favor Escolha o Método de Depósito
tr: Lütfen Bir Yatırma Yöntemi Seçin
zh_hant: 選擇充值方式

# wallet_create_choose_deposit
source: Select a Deposit Method
fr: Sélectionner une méthode de dépôt
pt_pt: Escolha o método de depósito
tr: Yatırma yöntemi seçin
zh_hant: 選擇充值方式

# wallet_recover_input_phone
source: Please enter your registered phone number %@
fr: Veuillez saisir votre numéro de téléphone portable enregistré %@
pt_pt: Por favor insira seu número de telefone celular registrado %@
tr: Lütfen kayıtlı cep telefonu numaranızı girin %@
zh_hant: 請輸入您註冊的手機 %@

# wallet_recover_input_email
source: Please enter your registered email address %@
fr: Veuillez saisir votre adresse courriel enregistrée %@
pt_pt: Por favor insira seu email registrado %@
tr: Lütfen kayıtlı e-mail adresinizi girin %@
zh_hant: 請輸入您註冊的郵箱 %@

# verify_register_people
source: Please Verify Yourself
fr: Veuillez confirmer votre identité
pt_pt: Por Favor Verique Sua Identidade
tr: Lütfen Kimliğinizi Doğrulayın
zh_hant: 請自己驗證

# can_not_add_self_guardian
source: This is your wallet address. You cannot add yourself as a Guardian.
fr: Ceci est l'adresse de votre portefeuille. Vous ne pouvez pas être votre propre Gardien.
pt_pt: Este é o endereço de sua carteira. Você não pode se adicionar como Guardião.
tr: Bu cüzdan adresi size ait. Kendinizi Koruyucu olarak ekleyemezsiniz.
zh_hant: 這是您的錢包地址，不能添加自己為守護人

# dex_hide_other_token
source: Hide Others
fr: Masquer les autres
pt_pt: Esconder Outros
tr: Diğerlerini Gizle
zh_hant: 隱藏其他

# dex_change_rate
source: 24h Chg%
fr: Chg% (24h)
pt_pt: Mdça% 24h
tr: 24s Dğşm%
zh_hant: 24小時變化%

# dex_price
source: Last Price
fr: Dernier Prix
pt_pt: Último Preço
tr: Son Fiyat
zh_hant: 最新價格

# dex_pair
source: Pair
fr: Paire
pt_pt: Par
tr: Çift
zh_hant: 交易對

# name_this_contact
source: Enter a name for the contact
fr: Nommer ce contact
pt_pt: Nomeie este contato
tr: Bu adresi isimlendirin
zh_hant: 給該地址命名

# overdue
source: Expired
fr: Expiré
pt_pt: Expirado
tr: Süresi doldu
zh_hant: 已過期

# recover_wait_approve_to_main
source: Your wallet recovery is waiting for Guardian approval. Go to the Ethereum L1 screen to view.
fr: La récupération de votre portefeuille est en attente de l'approbation de Gardiens. Rendez-vous sur la page des actifs pour visualiser.
pt_pt: Sua recuperação de carteira está aguardando aprovação de Guardião. Vá para página de Ativos para mais detalhes.
tr: Cüzdan kurtama talabiniz Koruyucu onayı bekliyor. varlıklar sayfasına giderek görüntüleyin.
zh_hant: 您的錢包恢復正在等待守護人審批，前往首頁查看。

# recover_close_hint
source: Close to return to your wallet. You can re-enter this page at the top left of the homepage.
fr: Fermer pour retourner à votre portefeuille. Vous pouvez revenir à cette page via la page des actifs (en haut à gauche).
pt_pt: Feche para voltar à sua carteira. Você pode entrar novamente nesta página no topo esquerdo da página de Ativos.
tr: Cüzdanınıza dönmek için dokunun.Varlıklar bölümünün sol üstünden bu sayfaya tekrar ulaşabilirsiniz.
zh_hant: 關閉進入錢包，可以在首頁左上角重新進入此頁面

source: Points
pt_pt: Pontos
tr: Puanlar
zh_hant: 積分

source: My Points
fr: Mes points
pt_pt: Meus Pontos
tr: Puanlarım
zh_hant: 我的積分

source: Sign in
fr: S'authentifier
pt_pt: Login
tr: Giriş yap
zh_hant: 簽到

# point_records
source: Records
fr: Registre des points
pt_pt: Registros de Pontos
tr: Puan Geçmişi
zh_hant: 積分記錄

# invite_create_wallet
source: Invite to create wallet
fr: Inviter à créer un portefeuille
pt_pt: Convide para criar carteira
tr: Cüzdan oluşturma daveti
zh_hant: 邀請創建錢包

# freeze
source: Locked
fr: Verrouillé
pt_pt: Bloqueado
tr: Kilitli
zh_hant: 凍結

# unfreeze
source: Refund
fr: Rembourser
pt_pt: Reembolso
tr: İade
zh_hant: 退回

# sign_in_continues_day
source: Sign in Streak: %@ days
fr: Série d'authentifications: %@ jours
pt_pt: Login Consecutivos: %@ dias
tr: Giriş Serisi: %@ gün
zh_hant: 連續簽到：%@ 天

# sign_in_more_points
source: Keep your sign in streak alive! Earn %@ points per day.
fr: Maintenez votre série d'authentifications et gagnez %@ points par jour
pt_pt: Continue fazendo logins consecutivos, ganhe %@ pontos por dia
tr: Giriş serinizi canlı tutun ve her gün %@ puan kazanın
zh_hant: 連續簽到，每天賺取 %@ 積分

source: Signed in today
fr: Authentification quotidienne
pt_pt: Você efetuou o login hoje
tr: Bugün giriş yapıldı
zh_hant: 今天簽到

# invite_points_title
source: Invite Friends
fr: Inviter des amis
pt_pt: Convide Amigos
tr: Arkadaş Daveti
zh_hant: 邀請朋友

# invite_points_sub_title
source: Earn %@ points per successful referral. L1 activation required.
fr: Gagner %@ points pour chaque ami que vous référez avec succès
pt_pt: Ganhe %@ pontos para cada amigo que você convidar com sucesso
tr: Davetinizle katılan ve L1 cüzdanını aktifleştiren her arkadaşınız için %@ puan kazanın
zh_hant: 每成功邀請一個朋友賺取 %@ 積分

# create_wallet_points_title
source: Create Wallet
fr: Créer un portefeuille
pt_pt: Criar Carteira
tr: Cüzdan Oluşturma
zh_hant: 創建錢包

# create_wallet_points_sub_title
source: Rewarded %@ points for wallet creation
fr: Récompense de %@ points pour la création d'un portefeuille
pt_pt: %@ pontos recompensados por criação de carteira
tr: Cüzdanınızı oluşturduğunuz için %@ puan kazandınız
zh_hant: 創建錢包獎勵 %@ 積分

# points_rules
source: About Loopring Points
fr: À propos des points Loopring
pt_pt: Sobre Pontos Loopring
tr: Loopring Puanları Hakkında
zh_hant: 關於路印積分

# frozon
source: Locked
fr: Verrouillé
pt_pt: Bloqueado
tr: Kilitli
zh_hant: 鎖定

source: Get Points
fr: Obtenir des points
pt_pt: Ganhar Pontos
tr: Puan Kazanın
zh_hant: 獲取積分

source: Use Points
fr: Utiliser des points
pt_pt: Usar Pontos
tr: Puan Kullanın
zh_hant: 使用積分

# system_points
source: Official gift
fr: Cadeau officiel
pt_pt: Presente oficial
tr: Resmi hediye
zh_hant: 官方積分

# guardian_use
source: The Role of Guardian
fr: Le role de Gardien
pt_pt: A Função de um Guardião
tr: Koruyucunun Rolü
zh_hant: 守護人角色

# account_danger_notify
source: You have a substantial amount of assets. We recommend adding more Guardians to ensure the security of your wallet.
fr: Vous détenez un solde important d'actifs, nous vous recommandons d'ajouter plus de Gardiens afin d'assurer la sécurité de votre portefeuille.
pt_pt: Você possui uma quantidade substancial de ativos. Recomendamos adicionar mais Guardiões para garantir a segurança de sua carteira.
tr: Önemli miktarda varlığınız bulunuyor. Güvenliğinizi artırmak için daha fazla Koruyucu eklemenizi öneririz.
zh_hant: 您擁有大量資產，建議添加更多的守護人以確保錢包安全。

# account_danger_notify2
source: You have substantial assets. Activating the Ethereum L1 account will allow you to add more Guardians which will enhance the security of your wallet.
fr: Vous détenez une quantité importante d'actifs. L'activation du compte Ethereum L1 vous permettra d'ajouter plus de Gardiens et améliorera la sécurité de votre portefeuille.
pt_pt: Você possui uma quantidade substancial de ativos. Ao ativar a conta Ethereum L1 você poderá adicionar mais Guardiões que aumentarão a segurança de sua carteira.
tr: Önemli miktarda varlığınız bulunuyor. Ethereum L1 hesabınızı aktifleştirerek Koruyucu ekleyebilir, hesabınızı daha güvenli hale getirebilirsiniz.
zh_hant: 您擁有大量資產，激活一層支持您添加更多的守護人以確保錢包安全。>>

# go_add
source: Add
fr: Ajouter
pt_pt: Adicionar
tr: Ekle
zh_hant: 添加

source: Fee
fr: Frais
pt_pt: Taxa
tr: Ücret
zh_hant: 費用

# guardian_add_success
source: Add Guardian request has been sent
fr: La demande d'ajout de Gardien a été envoyée
pt_pt: Solicitação para adição de Guardião foi enviada
tr: Koruyucu ekleme talebi iletildi
zh_hant: 添加守護人請求已發送

# guardian_add_success_msg
source: Please notify your potential Guardian of the request. They can accept or reject this responsibility.
fr: Veuillez aviser le Gardien potentiel de votre demande. La personne peut accepter ou refuser cette responsabilité.
pt_pt: Por favor notifique o seu possível Guardião sobre esta solicitação. Eles podem aceitar ou rejeitar esta responsabilidade.
tr: Lütfen potansiyel Koruyucunuza talebiniz hakkında bilgi verin. Sorumluluğu kabul ya da reddetmek onların seçimidir.
zh_hant: 請將您的請求告知守護人。他們可以選擇接受或拒絕操作。

source: Your friend
fr: Votre ami
pt_pt: Seu amigo
tr: Arkadaşınız
zh_hant: 您的朋友

# invite_you_to_guardian
source: invites you to be the Guardian of his/her Loopring Wallet
fr: vous invite à devenir le Gardien de son portefeuille
pt_pt: está te convidando para ser o Guardião da Carteira Loopring dele/dela
tr: sizi Loopring Cüzdan için Koruyucusu yapmak üzere davet ediyor
zh_hant: 邀請您成為他/她路印錢包的守護人

# invite_guardian_do
source: 1. Open Loopring Wallet 2. Tap Profile > Guardian Management > Who I Protect 3. Find the request initiated by the other party 4. Tap Approve or Reject
fr: 1. Ouvrez le portefeuille Loopring 2. Appuyez sur Profil > Gestion des Gardiens > Qui je protège 3. Trouvez la requête initiée par l'autre partie 4. Appuyez sur Approuver ou Refuser
pt_pt: 1. Abra a Carteira Loopring 2. Pressione Perfil > Gerenciar Guardiões > Quem eu Protejo 3. Ache a solicitação iniciada pela outra pessoa 4. Pressione Aprovar ou Rejeitar
tr: 1. Loopring Cüzdan uygulamasını açın 2. Profil > Koruyucu Yönetimi > Kimleri Koruyorum 3. İsteği bulun 4. Onaylayın ya da reddedin
zh_hant: 1.打開路印錢包 2.打開我 ->守護管理 ->我守護的 3. 找到對方發起的請求 4. 點擊批准或拒絕

# receive_code_other
source: QR Code
fr: Code QR
pt_pt: Código QR
tr: QR Kodu
zh_hant: 二維碼

# name_this_guardian
source: Please give the Guardian a name
fr: Veuillez nommer le Gardien
pt_pt: Por favor nomeie o Guardião
tr: Lütfen Koruyucuya isim verin
zh_hant: 給此守護人命名

# dex_volume
source: Vol.
tr: Hac.
zh_hant: 交易量

# set_sure_close_Touch_ID
source: Disable Touch ID?
fr: Fermer Touch ID?
pt_pt: Fechar Touch ID?
tr: Dokunmatik doğrulamayı kapat?
zh_hant: 您確定要關閉觸控ID嗎?

# set_sure_close_Face_ID
source: Disable Face ID?
fr: Fermer Face ID?
pt_pt: Fechar Face ID?
tr: Yüz tanımayı kapat?
zh_hant: 您確定要關閉面容ID嗎?

# finger_login
source: Enable Touch ID
fr: S'authentifier par empreinte digitale
pt_pt: Fazer login com impressão digital
tr: Parmak iziyle giriş yap
zh_hant: 啟用觸控ID

# faceId_login
source: Enable Face ID
fr: Autoriser Face ID
pt_pt: Habilitar Face ID
tr: Yüz tanımayı etkilenleştir
zh_hant: 啟用面容ID

# add_again
source: Re-add
fr: Ajouter à nouveau
pt_pt: Re-adicionar
tr: Tekrar ekle
zh_hant: 重新添加

# no_capture
source: Do not take a screenshot
fr: Ne prennez pas de capture d'écran
pt_pt: Não faça uma captura de tela
tr: Ekran görüntüsü almayın
zh_hant: 不要截圖

# no_capture_desc
source: The migration QR code should be kept safe and secure. Please avoid taking screenshots to share or store this code, as it could compromise the security of your wallet.
fr: Le code QR de migration doit être conservé de façon sécuritaire. Veuillez éviter de prendre des captures d'écran à des fins de partage ou de sauvegarde puisque cela pourrait compromettre la sécurité de votre portefeuille.
pt_pt: O código QR de migração deve ser mantido em segurança. Por favor evite fazer capturas de tela para compartilhar ou guardar este código pois isto pode comprometer a segurança de sua carteira.
tr: Taşımak için gerekli olan QR kodu güvende tutulmalıdır. Lütfen ekran görüntüsü almayın, ekran görüntüsü almak güvenliğinizi tehlikeye atabilir.
zh_hant: 您的操作涉及錢包安全，請勿截圖分享和保存，可能會被第三方惡意收集，造成資產損失

source: I Know
fr: Je sais
pt_pt: Eu Entendo
tr: Biliyorum
zh_hant: 我知道了

# find_new_version_app
source: Found a new version
fr: Nouvelle version détectée
pt_pt: Uma nova versão foi encontrada
tr: Yeni versiyon bulundu
zh_hant: 發現新版本

# pay_use_fen_first
source: Use Loopring Points
fr: Préférences d'utilisation des points
pt_pt: Uso preferencial dos pontos
tr: Loopring Puanlarını Kullan
zh_hant: 優先使用積分

# pay_custom
source: Customize Fee Token Order
fr: Configurer les frais d'ordres de jeton
pt_pt: Customizar Ordem de Token para Taxas
tr: Ücret Tokeni Kullanım Önceliği
zh_hant: 自定義費用代幣順序

# pay_system_set
source: Loopring will deduct fees according to the following order:
fr: Loopring déduira les frais selon l'ordre suivant
pt_pt: Loopring irá deduzir taxas de acordo com o ordem a seguir
tr: Loopring ücretleri tercihinize göre tahsil eder
zh_hant: 系統將根據下面排列順序扣款

# pay_system_choose
source: If it is not enabled, the system will automatically select the payment method
fr: Si désactivé, le système sélectionnera la méthode de paiement automatiquement
pt_pt: Se esta opção for habilitada o sistema irá selecionar o método de pagamento automaticamente
tr: Eğer seçilmemişse, sistem ödeme yöntemini otomatik olarak seçer
zh_hant: 如果沒有開啟，系統會自動選擇支付方式

source: Drag
fr: Glisser
pt_pt: Arrastar
tr: Sürükleyin
zh_hant: 下拉

# system_recommend
source: System recommendation
fr: Recommandation du système
pt_pt: Requerimentos do sistema
tr: Sistem önerisi
zh_hant: 系統推薦

source: Custom
fr: Personnalisé
pt_pt: Customizado
tr: Ayarlanabilir
zh_hant: 自定義

# resend_invitecode
source: Resend
fr: Renvoyer
pt_pt: Reenviar
tr: Tekrar gönder
zh_hant: 重新發送

source: Verification Code
fr: Code de vérification
pt_pt: Código de Verificação
tr: Onay Kodu
zh_hant: 驗證碼

# wallet_create_choose_orgin
source: Choose Creation Method
fr: Choisir la méthode de création
pt_pt: Escolha um método de criação
tr: Oluşturma yöntemini seçin
zh_hant: 選擇創建方式

source: Congratulations!
fr: Félicitations!
pt_pt: Parabéns!
tr: Tebrikler!
zh_hant: 祝賀！

source: Activate
fr: Activer
pt_pt: Ativar
tr: Aktifleştir
zh_hant: 激活

# timedown
source: Countdown
fr: Décompte
pt_pt: Contagem regressiva
tr: Kalan Süre
zh_hant: 倒計時

source: Delete Data
fr: Effacer les données
pt_pt: Excluir Dados
tr: Veriyi Sil
zh_hant: 刪除數據

# ens_min_character
source: 4-12 characters
fr: 4-12 caractères
pt_pt: 4-12 caracteres
tr: 4-12 karakter
zh_hant: ·4-12個字符

# ens_input_placeholder
source: 4-12 characters
fr: 4-12 caractères
pt_pt: 4-12 caracteres
tr: 4-12 karakter
zh_hant: 請輸入4-12個字符

# ens_min_character_7
source: 7-12 characters
fr: · 7-12 caractères
pt_pt: · 7-12 caracteres
tr: 7-12 karakter
zh_hant: ·7-12個字符

# guardian_notify_security
source: Your wallet is very secure; you are in control of your assets. Guardians are people or devices you choose as part of your 'security team'. It is best practice to have at least 3 Guardians.
fr: Votre portefeuille est très sécuritaire, vous êtes en contrôle de vos actifs. Les gardiens sont des personnes ou des appareils que vous sélectionnez pour faire partie de votre 'équipe de sécurité'. Il est fortement recommandé d'avoir au moins 3 Gardiens.
pt_pt: Sua carteira está muito segura; você tem controle total de seus ativos. Guardiões são pessoas ou dispositivos que você escolhe como parte de seu 'time de segurança'. A melhor prática é possuir pelo menos 3 Guardiões.
tr: Cüzdanınız son derece güvenli ve varlıklarınız kontrolünüz altında. Koruyucular sizin seçtiğiniz güvenlik ekibinizdir. En az 3 Koruyucu eklemenizi ısrarla öneririz.
zh_hant: 您的錢包非常安全；您可以自己保管資產。守護人是您選擇的親朋好友或設備。最好有至少3個守護人。
