Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# dual_beginner_mode_desc
source: Step-by-step guide for selling high or buying low
fr: Guide étape par étape pour vendre à haut prix ou acheter à bas prix
pt_pt: Passo-a-passo para vender alto ou comprar baixo
tr: Yüksekten satmak ya da düşükten almak için adım adım açıklamalı klavuz
zh_hant: 一步步教你高賣或低買的指南

# dual_professional_mode_title
source: Professional Mode
fr: Mode professionnel
pt_pt: Modo Profissional
tr: Profesyonel Mod
zh_hant: 專業模式

# dual_professional_mode_desc
source: Choose a token pair to invest
fr: Choisir une paire de jeton à investir
pt_pt: Escolha um par de tokens para investir
tr: Yatırım yapmak istediğiniz token çiftini seçin
zh_hant: 選擇要投資的代幣對

# dual_return_token_type
source: Return Token Type
fr: Retourner le type de jeton
pt_pt: Tipo de Token de Retorno
tr: Dönüş Tokeni Cinsi
zh_hant: 返回代幣類型

# dual_waiting_subtitle
source: Waiting for completion
fr: En attente de la finalisation
pt_pt: Esperando finalização
tr: Tamamlanma bekleniyor
zh_hant: 等待完成

# settle_date_title
source: At Settlement Date
fr: À la date de règlement
pt_pt: Na Data de Liquidação
tr: Anlaşma Tarihinde
zh_hant: 在結算日

# settle_price_desc
source: Index Price is derived from some leading exchanges.
fr: L'indice de prix est dérivé de certains échanges importants.
pt_pt: Índice de Preço é derivado de algumas corretoras líderes.
tr: İndeks fiyatı önde gelen borsalara göre belirlenir.
zh_hant: 指數價格來自一些領先的交易所。

# token_locked_hint
source: Your token for investment will be locked until Settlement Date.
fr: Votre jeton pour investissement sera verrouillé jusqu'à la date de règlement.
pt_pt: Seu token de investimento será bloqueado até a Data de Liquidação.
tr: Yatırım gerçekleştirdiğiniz tokenler Anlaşma Tarihine kadar kilitli kalacaktır.
zh_hant: 您的投資代幣將在結算日之前被鎖定。

# dual_beginner_sell_high
source: Sell %@ High
pt_pt: Vender %@ Alto
tr: Yüksekten %@ Sat
zh_hant: 高價賣出 %@

# dual_beginner_buy_low
source: Buy %@ Low
pt_pt: Comprar %@ Barato
tr: Düşükten %@ Al
zh_hant: 低價買入 %@

# dual_beginner_sell_high_desc
source: You will receive USDC or USDT
pt_pt: Você receberá USDC ou USDT
tr: USDC ya da USDT alacaksınız
zh_hant: 您將收到 USDC 或 USDT

# dual_beginner_buy_low_desc
source: You can invest USDC or USDT
pt_pt: Você pode investir USDC ou USDT
tr: USDC ya da USDT kullanabilirsiniz
zh_hant: 您可以投資 USDC 或 USDT

# dual_delivering_desc
source: We will calculate your investment return on the Settlement Date at 08:00 UTC based on the Settlement Price and the Target Price. You will receive your returns within 6 hours.
pt_pt: Calcularemos o retorno na Data de Liquidação as 08:00 UTC baseado em seu Preço de Liquidação e Preço Alvo. Você receberá seus retornos dentro de 6 horas.
tr: Kazancınız Anlaşma Tarihinde 08.00 UTC saatinde mevcut Hedef Fiyatı ve Anlaşma Fiyatına göre hesaplanır. Kazancınız 6 saat içinde size ulaşır.
zh_hant: 我們將在世界標準時間 08:00 的結算日根據結算價格和目標價格計算您的投資回報。您將在 6 小時內收到您的回報。

# dual_beginner_return_token_type
source: Return Token Type
pt_pt: Tipo de Token de Retorno
tr: Dönüş Tokeni Cinsi
zh_hant: 返回代幣類型

# dual_professional_desc
source: Choose a token to sell or buy
pt_pt: Selecione um token para vender ou comprar
tr: Almak ya da satmak için bir token seçin
zh_hant: 選擇要出售或購買的代幣

source: Invest
pt_pt: Investir
tr: Yatırım Yap
zh_hant: 投資

# dual_price_desc
source: Current Price is based on USDT derived from some leading exchanges.
pt_pt: Preço Atual é baseado em USDT derivado de algumas corretoras líderes.
tr: Mevcut Fiyat USDT tabanlıdır ve önde gelen borsalardan alınan bilgiye dayanır.
zh_hant: 當前價格基於一些主要交易所的 USDT 價格。

# fee_settings_advanced
source: Advanced
pt_pt: Avançado
tr: Gelişmiş
zh_hant: 高級

# fee_settings_advanced_title
source: Customize Fee
pt_pt: Customizar Taxa
tr: Ücret Ayarları
zh_hant: 自定義費用

# fee_settings_process_anyway_description
source: We were unable to estimate the fee. There might be an error in the contract, and this transaction may fail.
pt_pt: Não foi possível estimar a taxa. É possível que tenha um erro no contrato e esta transação poderá falhar.
tr: Ücret öngörülemedi. Kontratta bir hata olabilir ve bu yüzden bu işlem başarısız sonuçlanabilir.
zh_hant: 我們無法預估手續費。合约中可能存在錯誤，交易可能會失敗。

# fee_settings_process_anyway_button_title
source: I want to proceed anyway
pt_pt: Quero continuar de qualquer forma
tr: Yine de devam etmek istiyorum
zh_hant: 我想要繼續

# L2_withdraw_to_L1_navigation_title
source: Confirm the Withdrawal
pt_pt: Confirme o Saque
tr: Çekmeyi Onaylayın
zh_hant: 確認提現

# 40_minutes_suffix
source: (~40 minutes)
pt_pt: (~40 minuto(s))
tr: (~40 dakika)
zh_hant: （~40 分鐘）

# available_colon_prefix
source: Available:
pt_pt: Disponível:
tr: Müsait:
zh_hant: 可用：

# gas_estimate_updating
source: Updating
pt_pt: Atualizando
tr: Güncelleniyor
zh_hant: 正在更新

# approve_token_description
source: It may take some time for this transaction to execute on-chain.
pt_pt: Por favor espere enquanto sua conta Ethereum L1 está sendo criada. Este processo é feito na rede e pode levar vários minutos.
tr: Bu işlemin ağ üzerinde gerçekleşmesi biraz vakit alabilir.
zh_hant: 這筆交易在鏈上執行可能需要一些時間。

source: Language
pt_pt: Linguagem
tr: Dil
zh_hant: 語言

# chart_1h
source: 1H
tr: 1sa

# chart_4h
source: 4H
tr: 4sa

# deposited_me
source: I have deposited
fr: J'ai fait un dépôt
pt_pt: Eu já depositei.
tr: Yatırdım

# buy_about
source: Buy
fr: Acheter
pt_pt: Comprar
tr: Al

# to_trade
source: Trade
fr: Transaction
pt_pt: Trocar
tr: Takas

# risk_warning_3
source: Dual Investment is a high-risk product. Subscribed assets are locked and users aren’t able to cancel or redeem before the Settlement Date. You may be better off holding your cryptocurrency, and may be required to trade your cryptocurrency at a less favorable rate of exchange than the market rate on Settlement Date. Cryptocurrency trading is subject to high market risk. Please make your trades cautiously. There may be no recourse for any losses.
fr: Double Investissement est un produit à risque élevé. Les actifs soucrits sont verrouillés et les utilisateurs sont incapables d'annuler la souscription ou de retirer leurs actifs avant la date de règlement. Il peut être préférable de conserver votre cryptomonnaie en votre possession comme vous serez peut-être obligés d'échanger celle-ci à un taux d'échange moins favorable que le cours du marché à la date de règlement. L'échange de cryptomonnaie est sujet à un risque de marché élevé. Veuillez effectuer vos transactions prudemment. Il peut n'y avoir aucun recours pour toutes pertes.
pt_pt: Investimento Duplo é um produto de alto risco. Ativos inscritos serão bloqueados e não será possível cancelar ou resgatar antes da Data de Liquidação. É possível que você lucraria mais se simplesmente tivesse comprado e mantido a criptomoeda e talvez seja forçado a trocar sua criptomoeda por uma taxa de troca menos favorável na Data de Liquidação. O investimento em criptomoedas está sujeito a grandes riscos de mercado. Por favor efetue suas trocas com cautela. Talvez não exista nenhum recurso para recuperar o dinheiro perdido.
tr: Dual Yatırım yüksek risk içeren bir üründür. Katılırken kullanılan varlıklar Anlaşma Zamanı gelene kadar kilitlenir ve kullanıcılar bu tarihe kadar varlıklarını çekemez ve işlemlerini iptal edemez. Anlaşma Zamanı geldiğinde, bazı durumlarda kripto varlıklarınızı tutmanız, bazı durumlarda da piyasa değerinin altında satmanız gerekebilir. Alım satım işlemleri risk içerir. Lütfen takaslarınızı dikkatli seçin. Kayıplarınızın telafisi olmayabilir ve tüm sorumluluk size aittir.

source: Minter
fr: Minteur
tr: Yaratıcı

# commingsoon
source: Coming soon
fr: À venir sous peu
pt_pt: Em breve
tr: Çok yakında

source: NFTs
tr: NFTler

# nav_pop_context_rocket
source: What is ETH Staking via Rocket Pool? Rocket Pool is the first truly decentralized Ethereum staking pool. Rocket Pool’s liquid staking token allows anyone to earn staking rewards easily without running staking software or locking assets. Rocket Pool handles all of the Ethereum validator operations with smart contracts on the Execution Layer. Acquiring and holding rETH in your wallet means that you are staking ETH. rETH's value continuously increases relative to ETH, indicating the daily stake reward received.
fr: Qu'est-ce que le staking d'Eth via Rocket Pool? Rocket Pool est la première vraie piscine de staking d'Eth décentralisée. Le jeton de staking liquide de Rocket Pool permet à n'importe qui de gagner des récompenses de staking facilement sans devoir utiliser un logiciel de staking ou verrouiller des actifs. Rocket Pool gère toutes les opérations avec les contrats intelligents sur la couche d'exécution. Acquérir et détenir du rETH dans votre portefeuille signifie que vous stakez de l'ETH. La valeur du rETH augmente constamment par rapport au ETH, indicant la récompense de staking quotidienne reçue.
pt_pt: O que é Staking ETH via Rocket Pool? Rocket Pool é o primeiro pool de stake Ethereum realmente decentralizado. A token de liquidez da Rocket Pool permite que qualquer pessoa ganhe recompensas de staking facilmente sem precisar rodar um software de staking ou bloquear ativos. Rocket Pool lida com todas operações de validação com contratos inteligentes na Layer de Execução. Ao receber e guardar rETH em sua carteira significa que você está fazendo stake de ETH. O valor do rETH cresce continuamente relativo ao ETH, indicando as recompensas de stake diárias recebidas.
tr: Rocket Pool ile ETH Staking Nedir? Rocket Pool gerçekten merkeziyetsiz olan ilk Ethereum staking havuzudur. Rocket Pool likit staking tokeni ile isteyen herkesin bir yazılıma ihtiyaç duymadan ve varlıklarını dondurmadan ETH stakelemesini sağlar. Rocket Pool tüm Ethereum doğrulama operasyonları Execution Layer'ı üzerinde akıllı kontratlar kullanarak gerçekleştirir. rETH almak ve cüzdanınızda tutmak ETH stakelediğinizi gösterir. rETH'nin değeri ETH'ye bağlı olarak devamlı artar ve bu kazandığınız staking ödüllerini temsil eder.

# activite_rank_before
source: No.%@
pt_pt: Não.%@
