Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# L2_L1_activating_in_progress_subtitle
source: You have selected to use %@ to activate the account. After receiving the assets in L2, Loopring will automatically activate the account for you. If you would like to restart the activation process with a different token, you may do so after the initial order has expired.
fr: Vous avez choisi d'utiliser %@ pour activer le compte. Après avoir reçu les actifs sur le L2, Loopring activera automatiquement le compte pour vous. Si vous souhaitez recommencer le processus d'activation avec un jeton différent, ce sera possible de le faire suite à l'expiration de l'activation actuelle.
pt_pt: Você selecionou %@ para ativar a conta. Após receber os ativos em L2, Loopring irá ativar sua conta automaticamente. Se você gostaria de reiniciar o processo de ativação com uma token diferente, você o poderá fazer após o pedido inicial expirar.
tr: Hesabınızı aktifleştirmek için %@ seçeneğini seçtiniz. Varlıklarınız L2’ye ulaştığında Loopring otomatik olarak hesabınızı aktifleştirecek. Aktivasyon sürecine başka bir tokeni seçerek baştan başlamak isterseniz, şu anki sürecin bitmesini beklemelisiniz.
zh_hant: 您已選擇使用 %@ 來激活帳戶。在二層收到資金後，路印會自動為您激活。或者，如果您尚未完成所需的代幣充值，您可以在訂單過期後使用其他代幣重新啟動激活流程。

# L2_L1_buy_with_card_title
source: Buy with a Card
fr: Acheter par carte
pt_pt: Compre com Cartão
tr: Kart ile
zh_hant: 用銀行卡購買

# L2_L1_buy_with_card_description
source: Purchase crypto directly on Loopring with your card
fr: Acheter de la crypto directement sur Loopring avec votre carte
pt_pt: Compre cripto diretamente em Loopring com seu cartão
tr: Loopring’de direkt olarak kartınızla kripto para satın alın.
zh_hant: 您可以使用銀行卡直接在路印上購買加密貨幣。

# L2_L1_success_confirmation_title
source: Confirmation
pt_pt: Confirmação
tr: Onay
zh_hant: 確認

# L2_L1_success_subtitle
source: Please verify that you understand:
fr: Veuillez confirmer que vous comprennez :
pt_pt: Por favor verifique que você entende:
tr: Lütfen anladığınızı onaylayın.
zh_hant: 請確認您理解：

# L2_L1_success_description
source: After your wallet is created, do not uninstall the application. Doing so will delete your private key, and the recovery may be expensive as it requires Ethereum L1 gas fees.
fr: Suite à la création de votre portefeuille, ne désinstallez pas l'application. Cela supprimerait votre clé privée et la récupération de celle-ci pourrait s'avérer dispendieuse puisqu'il faudra payer des frais de gaz L1 d'Ethereum.
pt_pt: Após sua carteira ser criada, não desinstale o aplicativo. Ao desinstalar você também excluirá sua chave privada e a recuperação pode ser custosa pois requer taxas de gás Ethereum L1.
tr: Cüzdanınız oluşturulduktan sonra uygulamayı silmeyin. Bu özel anahtarınızı sileceği için, hesabınızı kurtarmanız gerekir. Bu işlem Ethereum L1 gas ücretine bağlı olarak pahalı olabilir.
zh_hant: 創建錢包後，請勿卸載應用程序。這樣做會刪除您的私鑰，並且恢復可能會很昂貴，因為它需要以太坊一層的 Gas 費用。

# L2_L1_success_description_subtitle
source: For security reasons, we will not save your private key in our cloud.
fr: Pour des raisons de sécurité, nous n'effectuerons pas de sauvegarde infonuagique de votre clé privée.
pt_pt: Por questão de segurança não iremos salvar sua chave privada em nossa nuvem.
tr: Güvenlik nedenleri yüzünden özel anahtarınızı kaydetmiyoruz.
zh_hant: 出於安全原因，我們不會將您的私鑰保存在我們的雲端中。

# L2_L1_success_I_understand_title
source: I understand that I am responsible for the security of my wallet.
fr: Je comprends que je suis responsable de la sécurité de mon portefeuille.
pt_pt: Eu entendo que sou responsável pela segurança de minha carteira.
tr: Cüzdanımın güvenliğinden sorumlu olduğumu anlıyorum.
zh_hant: 我明白我對我的錢包的安全性負責。

# L2_L1_old_activate_l2_activate_first
source: You haven't activated your Ethereum L1 account yet. Please activate it first.
fr: Vous n'avez pas encore activé votre compte Ethereum L1. Veuillez l'activer.
pt_pt: Você ainda não ativou sua conta Ethereum L1. Por favor ative-a primeiro.
tr: Henüz Ethereum L1 hesabınızı aktifleştirmediniz. Lütfen aktifleştirin.
zh_hant: 您還沒有激活以太坊賬號，請先激活它。

# L2_L1_old_activate_l2_isRecoverActive
source: You haven't activated your Ethereum L1 account yet.
fr: Vous n'avez pas encore activé votre compte Ethereum L1.
pt_pt: Você ainda não ativou sua conta Ethereum L1.
tr: Henüz Ethereum L1 hesabınızı aktifleştirmediniz.
zh_hant: 您還沒有激活以太坊賬號。

# L2_L1_old_activate_l2_waiting_deposit
source: Your Ethereum L1 account activation is awaiting deposit. Please deposit first.
fr: L'activation de votre compte Ethereum L1 est en attente d'un dépôt. Veuillez procéder au dépôt.
pt_pt: A ativação de sua conta Ethereum L1 está esperando o depósito. Por favor deposite primeiro.
tr: Ethereum L1 hesap aktivasyonunuz yatırma işleminizi bekliyor. Lütfen yatırma işlemi gerçekleştirin.
zh_hant: 您的以太坊賬號激活正在等待充值，請先充值。

# L2_L1_alert_activateL1_title
source: Activate Account
fr: Activer le compte
pt_pt: Ativar Conta
tr: Hesabı Aktifleştir
zh_hant: 激活賬號

# L2_L1_alert_activateL1_message
source: You will need to activate the L1 account to %@.
fr: Vous devrez activer le compte L1 pour %@.
pt_pt: Você precisará ativar a conta L1 para %@.
tr: Bu işlem için L1 hesabınızı aktifleştirmeniz gerekiyor.
zh_hant: 您需要激活 %@ 的一層賬號。

# L2_L1_alert_activateL2_title
source: Activate Account
fr: Activer le compte
pt_pt: Ativar Conta
tr: Hesabı Aktifleştir
zh_hant: 激活賬號

# L2_L1_alert_activateL2_message
source: You will need to activate the L2 account to %@.
fr: Vous devrez activer le compte L2 pour %@.
pt_pt: Você precisará ativar a conta L2 para %@.
tr: Bu işlem için L2 hesabınızı aktifleştirmeniz gerekiyor.
zh_hant: 您需要激活 %@ 的二層賬號。

# L2_L1_alert_activationInProgress_title
source: Activation in progress
fr: Activation en cours
pt_pt: Ativação em progresso
tr: Aktivasyon sürüyor
zh_hant: 正在激活

# L2_L1_alert_activationInProgress_message
source: Loopring is activating your %@ account, which may take some time. Please be patient while this process completes.
fr: Loopring active votre compte %@, Cette opération peut prendre un certain temps, veuillez patienter.
pt_pt: Loopring está ativando sua conta %@, o que levará algum tempo. Por favor espere pacientemente enquanto o processo é finalizado.
tr: Loopring %@ hesabınızı aktifleştiriyor. Bu süreç biraz zaman alabilir. Lütfen işlem tamamlanana kadar bekleyin.
zh_hant: 路印正在激活您的 %@ 賬號。這可能需要一些時間，請耐心等待此過程完成。

# L2_L1_alert_activationFailed_title
source: Auto-activation Failed
fr: Échec de l'auto-activation
pt_pt: Auto-ativação falhou
tr: Oto-aktivasyon başarısız
zh_hant: 自動激活失敗

# L2_L1_alert_activationFailed_message
source: The account failed to activate. Do not uninstall the app. Please contact support for help.
fr: L'activation du compte a échouée. Veuillez contacter notre équipe de soutien technique pour obtenir de l'aide et ne désinstallez pas l'application.
pt_pt: A ativação de sua conta falhou. Por favor entre em contato com o suporte para pedir ajuda e não desinstale o aplicativo.
tr: Hesap aktivasyonu başarısız oldu. Lütfen uygulamayı silmeyin ve destek birimimize ulaşın.
zh_hant: 賬號無法激活。請聯繫官方尋求幫助，不要卸載該應用程序。

# amm_title
source: AMM Liquidity
fr: Liquidité AMM
pt_pt: Liquidez AMM
tr: AMM Likiditesi
zh_hant: AMM流動性

# amm_title_msg
source: Provide liquidity to earn a 0.20% trading fee from every swap.
fr: Fournissez de la liquidité pour gagner des frais de transaction de 0,20% pour chaque échange.
pt_pt: Providencie liquidez para ganhar juros de 0.20% em cada câmbio.
tr: Her takastan %0.20 ücret kazanmak için likidite sağlayın.
zh_hant: 提供流動性，即可賺取每筆閃兌 0.20% 交易手續費。

# amm_title_msg2
source: Liquidity provider (LPs) earn trading fees (0.20%) from all swaps. Each LP's profit is proportional to his/her share of the pool's total capital. For selected AMM pools, LPs also earn liquidity mining rewards in LRC and other tokens.
fr: Les fournisseurs de liquidité (FL) gagnent des frais de transactions de 0,20% pour chaque échange. Les profits de chaque FL sont proportionnels à leur part du capital total de la piscine. Pour les piscines AMM sélectionnées, les FL gagnent également des récompenses de minage de liquidité en LRC et autres jetons.
pt_pt: Provedores de liquidez (LPs) ganhan juros de trocas (0.20%) em todos câmbios. O lucro de cada provedor é proporcional a seu/sua parte do total da pool. Para pools AMM selecionadas, LPs também ganham recompensas de mineração de liquidez em LRC e outros tokens.
tr: Likidite partnerleri (LP) gerçekleşen tüm takaslardan %0.20 oranında ücret kazanır. LP'lerin toplam kazancı havuzdaki varlıklarıyla orantılı olarak artar. Seçili AMM havuzlarına katılan LP'ler ayrıca LRC ve diğer token cinslerinden likidite madenciliiği ödülleri kazanır.
zh_hant: 流動性提供者（LP）賺取所有閃兌的交易手續費(0.20%)。每個LP的利潤與他/她池子份額成正比。對於特定的AMM池，LP還可以獲得LRC和其他代幣的流動性挖礦獎勵。

# amm_in
source: Deposit
fr: Déposer
pt_pt: Depósito
tr: Yatırma
zh_hant: 入金

# amm_out
source: Withdraw
fr: Retirer
pt_pt: Saque
tr: Çekme
zh_hant: 出金

# amm_in_out
source: Liquidity
fr: Liquidité
pt_pt: Liquidez
tr: Likidite
zh_hant: 流動性

# amm_in_out_details
source: Details
fr: Détails
pt_pt: Detalhes
tr: Detaylar
zh_hant: 明細

# amm_all_money
source: Total Position Value
fr: Valeur totale de la position
pt_pt: Valor Total da Posição
tr: Pozisyonların Toplam Değeri
zh_hant: 總持倉

# daily_income
source: APR
fr: TAP
zh_hant: 年利率

# amm_my_lptoken
source: My LP Tokens
fr: Mes jetons LP
pt_pt: Minhas Tokens LP
tr: LP Tokenlerim
zh_hant: 我的LP Token

# amm_all_lptoken
source: Total LP Tokens
fr: Total des jetons LP
pt_pt: Total de Tokens LP
tr: Toplam LP Tokenleri
zh_hant: 總LP Token

# me_s
source: My %@
fr: Mon %@
pt_pt: Meu %@
tr: Benim %@
zh_hant: 我的 %@

# amm_all_s
source: Total %@
tr: Toplam %@
zh_hant: 總 %@

# amm_my_proportion
source: My Pool Share
fr: Ma part des fonds mis en commun
pt_pt: Minha Parte da Pool
tr: Havuzdaki Payım
zh_hant: 我的池子份額

# amm_do_layer
source: * Only available on Loopring L2
fr: * Seulement disponible sur le L2 de Loopring
pt_pt: * Disponível somente em Loopring L2
tr: * Sadece Loopring L2'de
zh_hant: * 僅適用於路印二層

source: Mining
fr: Minage
pt_pt: Minerar
tr: Madencilik
zh_hant: 挖礦

# action_need_pay
source: This action requires payment
fr: Cette action requiert un paiement
pt_pt: Esta ação necessita pagamento
tr: Bu işlem ödeme gerektirir
zh_hant: 此操作需要付款

# walletconnect_protocol
source: The service is supported by the WalletConnect protocol >
fr: Ce service est pris en charge par le protocole WalletConnect >
pt_pt: O serviço é suportado pelo protocolo da WalletConnect >
tr: Bu servis WalletConnect protokolü tarafından destekleniyor
zh_hant: WalletConnect協議支持該服務 >

# walletconnect_success_msg
source: WalletConnect connected
fr: WalletConnect connecté
pt_pt: WalletConnect está conectado
tr: WalletConnect bağlandı
zh_hant: WalletConnect已連接

# walletconnect_dis
source: Disconnect
fr: Se déconnecter
pt_pt: Desconecte
tr: Bağlantıyı Kes
zh_hant: 斷開連接

source: Type
pt_pt: Tipo
tr: Tür
zh_hant: 類型

# amm_lp_count
source: LP amount
fr: Quantité de LP
pt_pt: Quantia LP
tr: LP miktarı
zh_hant: LP數量

# wallet_connect_request_connect
source: is requesting to connect to your wallet
fr: demande de se connecter à votre portefeuille
pt_pt: está solicitando conexão com sua carteira
tr: cüzdanınıza bağlanmak istiyor
zh_hant: 請求連接您的錢包

# wallet_connect_connected
source: connected to your wallet
fr: connecté à votre portefeuille
pt_pt: conectado com sua carteira
tr: cüzdanınıza bağlandı
zh_hant: 已連接您的錢包

source: Send Transaction
fr: Envoyer la transaction
pt_pt: Enviar Transação
tr: İşlem Gönder
zh_hant: 發送交易

# history
source: Records
fr: Registres
pt_pt: Registros
tr: Geçmiş
zh_hant: 記錄

# amm_in_confirm_two
source: Confirm the deposit of %@ to the pool?
fr: Confirmer le dépôt de %@ dans la piscine?
pt_pt: Confirmar o depósito de %@ para a pool?
tr: %@ havuzuna yatırma işlemini doğrula?
zh_hant: 確定將 %@ 存入池子？

# amm_out_confirm_two
source: Confirm the withdrawal of %@ from the pool?
fr: Confirmer le retrait de %@ de la piscine?
pt_pt: Confirmar o saque de %@ da pool?
tr: %@ havuzundan çekme işlemini doğrula?
zh_hant: 確定從池子取出 %@ ？

# fee_amm
source: Pool Fee
fr: Frais de piscine
pt_pt: Taxa de Pool
tr: Havuz Ücreti
zh_hant: 池子費用

source: Official Reward
fr: Récompense officielle
pt_pt: Recompensa Oficial
tr: Resmi Ödül
zh_hant: 官方獎勵

source: Withdrawal Reward
fr: Récompense de retrait
pt_pt: Recompensa de Saque
tr: Çekme Ödülü
zh_hant: 提現獎勵

# order_reward
source: Order Mining
fr: Minage d'ordre
pt_pt: Recompensa de Pedido
tr: Emir Ödülü
zh_hant: 訂單獎勵

# swap_reward
source: Tournament
fr: Tournoi
pt_pt: Recompensa de Câmbio
tr: Takas Ödülü
zh_hant: 閃兌獎勵

# amm_reward
source: AMM Mining
fr: Minage AMM
pt_pt: Recompensa de AMM
tr: AMM Ödülü
zh_hant: AMM獎勵

# price_about
source: Price
fr: Prix
pt_pt: Preço
tr: Fiyat
zh_hant: 價格

source: Stake
fr: Staker
zh_hant: 質押

# lptoken_notify
source: When you supply the liquidity pools with an equal value of two cryptocurrency tokens, you will receive LP tokens minted by the AMM pool. This indicates the proportion of your assets in the AMM pool.
fr: Lorsque vous fournissez de la liquidité pour la piscine de fond, le fond mintera des jetons LP d'une valeur correspondante. Cela indique la proportion de vos actifs dans le fond mis en commun.
pt_pt: Quando você fornece liquidez para o pool de reserva, o pool de reserva vai fazer o mint dos tokens de capital próprio do LP correspondente. Isto indica a proporção de seus ativos no pool de reserva.
tr: Bir havuza likidite sağladığınızda, havuz buna karşılık gelen LP tokenleri oluşturur. Bu, varlıklarınızın havuzdaki oranına karşılık düşer.
zh_hant: 當您為資金池提供流動性時，資金池會鑄造相應的LP Token，表示您的資產在資金池中的比例

source: Yes
fr: Oui
pt_pt: Sim
tr: Evet
zh_hant: 是

source: No
fr: Non
pt_pt: Não
tr: Hayır
zh_hant: 否

# swap_records_msg
source: Swap %@ to %@
fr: Échanger %@ pour du %@
pt_pt: Câmbio de %@ por %@
tr: %@ varlığını %@ ile takasla
zh_hant: %@ 兌換成 %@

# amm_in_out_record2
source: Records
fr: Registres
pt_pt: Registros
tr: Geçmiş
zh_hant: 記錄

# all_rewards
source: Total Rewards
fr: Récompenses totales
pt_pt: Total de Recompensas
tr: Toplam Ödül
zh_hant: 總獎勵

# mining_my_reward
source: My Rewards
fr: Mes récompenses
pt_pt: Minhas Recompensas
tr: Ödüllerim
zh_hant: 我的獎勵

# amm_my_pool
source: My Liquidity Position
fr: Ma position de liquidité
pt_pt: Minha Posição de Liquidez
tr: Likidite Pozisyonum
zh_hant: 我的流動性頭寸

# recommend
source: Recommended
fr: Recommandé
pt_pt: Recomendado
tr: Önerilen
zh_hant: 推薦

# amm_all_money_msg
source: The current value of all your liquidity positions
fr: Valeur actuelle de toutes vos positions de liquidité
pt_pt: O valor atual de todas suas posições de liquidez
tr: Tüm likidite pozisyonlarınızın güncel değeri
zh_hant: 您所有流動性頭寸的當前價值

# rewards
source: Reward
fr: Récompense
pt_pt: Recompensa
tr: Ödül
zh_hant: 獎勵

# amount_of_funds
source: Liquidity
fr: Liquidité
pt_pt: Liquidez
tr: Likidite
zh_hant: 流動性

# amm_join_type
source: AMM Deposit
fr: Dépôt AMM
pt_pt: Depósito AMM
tr: AMM Yatırma
zh_hant: AMM入金

# amm_exit_type
source: AMM Withdraw
fr: Retrait AMM
pt_pt: Saque AMM
tr: AMM Çekme
zh_hant: AMM出金

# pre_pay_fee
source: Prepaid Fee
fr: Frais de prépaiement
pt_pt: Taxa Pre-Paga
tr: Ödenmiş Ücret
zh_hant: 預付費用

source: Refund Fee
fr: Frais de remboursement
pt_pt: Taxa de Reembolso
tr: İade Ücreti
zh_hant: 退款費用

# send_redpacket_type
source: Send Red Packet
fr: Envoyer une enveloppe rouge
pt_pt: Enviar Envelope Vermelho
tr: Kırmızı Paket Gönder
zh_hant: 發送紅包

# receive_redpacket_type
source: Red Packet withdrawal
fr: Retrait d'une enveloppe rouge
pt_pt: Sacar Envelope Vermelho
tr: Kırmızı Paket Çek
zh_hant: 紅包提現

# quotation
source: Markets
fr: Marchés
pt_pt: Mercados
tr: Piyasalar
zh_hant: 市場

source: Fee Rewards:
fr: Récomp. frais
pt_pt: Recompensas de Taxa
tr: Ücret Ödülleri
zh_hant: 費用獎勵:

# new_activity
source: New Activities
fr: Nouvelles activités
pt_pt: Novas Atividades
tr: Yeni Aktiviteler
zh_hant: 新活動

# announcement_center
source: New Announcement
fr: Nouvelle annonce
pt_pt: Novo Anúncio
tr: Yeni Duyuru
zh_hant: 新公告

source: New Pairs
fr: Nouvelles paires
pt_pt: Novos Pares
tr: Yeni Çift
zh_hant: 新交易對

# will_open
source: Coming Soon
fr: À venir sous peu
pt_pt: Em Breve
tr: Çok Yakında
zh_hant: 即將推出

# opening
source: Mining
fr: Minage
pt_pt: Minerando
tr: Madencilik
zh_hant: 挖礦

# end
source: Ended
fr: Terminé
pt_pt: Finalizado
tr: Bitti
zh_hant: 已結束

# activity_time
source: Time: %@
fr: Heure : %@
pt_pt: Hora: %@
tr: Süre: %@
zh_hant: 時間: %@

# mining_rewards
source: Rewards
fr: Récompenses
pt_pt: Recompensas
tr: Ödüller
zh_hant: 獎勵

# amm_volume
source: Vol.
tr: Hac.
zh_hant: 交易量

# liquidity_time
source: Incentive Period:
fr: Période d'incitation :
pt_pt: Período de incentivo:
tr: Teşvik Dönemi:
zh_hant: 活動時間:

# pay_use_layer2
source: Use Loopring L2 Tokens
fr: Utiliser des jetons Loopring L2
pt_pt: Usar tokens Loopring L2
tr: Loopring L2 Tokenlerini Kullan
zh_hant: 使用路印二層幣種

# pay_with_layer2
source: Paid by Loopring L2
fr: Payé par le L2 de Loopring
pt_pt: Pago por Loopring L2
tr: Loopring L2 tarafından ödendi
zh_hant: 路印二層支付

# pay_with_layer1
source: Paid by Ethereum L1
fr: Payé par le L1 d'Ethereum
pt_pt: Pago por Ethereum L1
tr: Ethereum L1 tarafından ödendi
zh_hant: 以太坊一層支付

# pay_with_arbitrum
source: Paid by Arbitrum
fr: Payé par Arbitrum
pt_pt: Pago por Arbitrum
tr: Arbitrum tarafından ödendi
zh_hant: 支付

# pay_with_layer1_switch_1
source: Paid by Ethereum L1. Change to
fr: Payé par Ethereum L1. Changer pour
pt_pt: Pago por Ethereum L1. Mude para
tr: Ethereum L1 tarafından ödendi. Şununla değiştir
zh_hant: 以太坊一層支付，更改為

# pay_with_layer1_switch_2
source: Loopring L2
zh_hant: 路印二層

# pay_with_layer2_switch_1
source: Paid by Loopring L2. Change to
fr: Payé par Loopring L2. Changer pour
pt_pt: Pago por Loopring L2. Mude para
tr: Loopring L2 tarafından ödendi. Şununla değiştir
zh_hant: 路印二層支付， 更改為

# pay_with_layer2_switch_2
source: Ethereum L1
zh_hant: 以太坊一層

# gas_price_normal
source: Normal (< 5 min): %@ gwei. Change to
fr: Normal (< 5 min): %@ gwei. Changer pour
pt_pt: Normal (< 5 min): %@ gwei. Mude para
tr: Normal (<5 dk): %@ gwei. Şununla değiştir
zh_hant: 正常: %@ GWEI, < 5分鐘, 更改為

# gas_price_normal_suffix
source: Fastest
fr: Le plus rapide
pt_pt: Mais rápido
tr: En Hızlı
zh_hant: 最快

# gas_price_fast
source: Fastest (< 0.5 min): %@ gwei. Change to
fr: Le plus rapide (< 0.5 min): %@ gwei. Changer pour
pt_pt: Mais rápido (< 0.5 min): %@ gwei. Mude para
tr: En Hızlı (0.5 dk): %@ gwei. Şununla değiştir
zh_hant: 最快: %@ GWEI, < 30秒, 更改為

# gas_price_fast_suffix
source: Normal
zh_hant: 正常

# activite_ranking
source: · Trade Ranking ·
fr: · Rang de transactions ·
pt_pt: · Classificação de Troca ·
tr: · Takas Sıralaması ·
zh_hant: · 交易排名 ·

# activite_your_trade
source: Your volume: %@
fr: Votre volume : %@
pt_pt: Seu volume: %@
tr: Hacminiz: %@
zh_hant: 您的交易量: %@

# activite_your_ranking
source: Your ranking：
fr: Votre rang :
pt_pt: Sua classificação:
tr: Sıralamanız:
zh_hant: 您的排名：

# activite_rank_after
source: Not in the top %@
fr: Pas dans le top %@
pt_pt: Não está nos %@ primeiros
tr: İlk %@ sırada değil
zh_hant: 不在前 %@

# trade_vol
source: Volume
tr: Hacim
zh_hant: 交易量

# ranking
source: Rank
fr: Rang
pt_pt: Classificação
tr: Sıralama
zh_hant: 排名

# fee_rewards2
source: Fee Rewards
fr: Récomp. des frais
pt_pt: Recompensas de Taxa
tr: Ücret Ödülleri
zh_hant: 費用獎勵

# mining_rewards2
source: Mining Rewards
fr: Récompenses de minage
pt_pt: Recompensas de Mineração
tr: Madencilik Ödülleri
zh_hant: 挖礦獎勵

# amm_in_totry
source: Join the AMM
fr: Joindre le AMM
pt_pt: Junte-se ao AMM
tr: AMM'e Katıl
zh_hant: AMM 入金

source: You Pay
fr: Vous payez
pt_pt: Você Paga
tr: Ödeyeceğiniz
zh_hant: 您支付

source: You Get
fr: Vous recevez
pt_pt: Você Recebe
tr: Alacağınız
zh_hant: 您獲得

# activite_total_rewards
source: Rewards
fr: Récompenses
pt_pt: Recompensas
tr: Ödüller
zh_hant: 獎勵>

# ranking_wait
source: Coming Soon
fr: À venir sous peu
pt_pt: Em Breve
tr: Çok Yakında
zh_hant: 即將推出

# amm_other
source: Others
fr: Autres
pt_pt: Outros
tr: Diğerleri
zh_hant: 其他

source: Asset not found
fr: Actif introuvable
pt_pt: Ativo não encontrado
tr: Varlık bulunamadı
zh_hant: 您沒有相應的資產

# not_found_qrcode_info
source: No info found
fr: Aucune info trouvée
pt_pt: Nenhuma informação encontrada
tr: Bilgi bulunamadı
zh_hant: 未找到信息

# mining_will_open
source: Mining Coming Soon
fr: Minage disponible sous peu
pt_pt: Mineração Em Breve
tr: Madencilik Çok Yakında
zh_hant: 挖礦即將推出

# mining_opening
source: Mining
fr: Minage
pt_pt: Mineração
tr: Madencilik
zh_hant: 挖礦

# mining_end
source: Mining Ended
fr: Minage terminé
pt_pt: Mineração Finalizada
tr: Madencilik Sona Erdi
zh_hant: 挖礦已結束

# dialog_yes
source: Yes
fr: Oui
pt_pt: Sim
tr: Evet
zh_hant: 是

# dialog_no
source: No
fr: Non
pt_pt: Não
tr: Hayır
zh_hant: 否

source: Hide
fr: Masquer
pt_pt: Esconder
tr: Gizle
zh_hant: 隱藏

source: fee is %@
fr: Les frais sont de %@
pt_pt: taxa é %@
tr: Ücret: %@
zh_hant: 費用是 %@

# red_package
source: Red Packets
fr: Lettre rouge
pt_pt: Envelope Vermelho
tr: Kırmızı Paketler
zh_hant: 紅包

# rp_can_withdraw
source: Withdraw
fr: Retirer
pt_pt: Saque
tr: Çek
zh_hant: 提現

# rp_send
source: Send Red Packet
fr: Envoyer une enveloppe rouge
pt_pt: Enviar Envelope Vermelho
tr: Kırmızı Paket Gönder
zh_hant: 發送紅包

# rp_i_send
source: Sent
fr: Envoyé
pt_pt: Enviado
tr: Gönderilen
zh_hant: 已發送

# rp_i_receive
source: Received
fr: Reçu
pt_pt: Recebido
tr: Alınan
zh_hant: 已收到

# rp_private
source: Private Red Packet
fr: Enveloppe rouge privée
pt_pt: Envelope Vermelho Privado
tr: Özel Kırmızı Paket
zh_hant: 私有紅包

# rp_public
source: Public Red Packet
fr: Enveloppe rouge publique
pt_pt: Envelope Vermelho Público
tr: Herkese Açık Kırmızı Paket
zh_hant: 公開紅包

# rp_relay
source: Relay Red Packet
fr: Enveloppe rouge à relais
pt_pt: Envelope Vermelho Compartilhado
tr: Kırmızı Paket'i Paylaş
zh_hant: 接力紅包

# rp_public_msg
source: Your Red Packet is public, and everyone can try to claim a share of it.
fr: Votre enveloppe rouge est publique et tous peuvent tenter de mettre la main sur une partie de ce qu'elle contient.
pt_pt: Seu Envelope Vermelho é público e qualquer pessoa pode tentar resgatar uma parte dele.
tr: Kırmızı Paketiniz herkese açık ve herkes birazını almayı deneyebilir.
zh_hant: 每個人都可以看到公開紅包並嘗試分一杯羹

# rp_count
source: Split
fr: Diviser
pt_pt: Divisão
tr: Böl
zh_hant: 數量

# rp_input_count
source: Quantity
fr: Quantité
pt_pt: Quantidade
tr: Miktar
zh_hant: 數量

source: Send Time
fr: Temps d'envoi
pt_pt: Hora de Envio
tr: Gönderme Zamanı
zh_hant: 發送時間

# send_now
source: Now
fr: Envoyer maintenant
pt_pt: Enviar Agora
tr: Şimdi Gönder
zh_hant: 現在發送

# rp_money_to_rp
source: Prepare Red Packet
fr: Préparer l'enveloppe rouge
pt_pt: Preparar Envelope Vermelho
tr: Kırmızı Paket Hazırla
zh_hant: 準備紅包

# rp_expired_msg
source: Red Packets expire within 24 hours. Any unclaimed tokens remaining after the expiration will be returned within 1 day.
fr: Les enveloppes rouges expirent après 24 heures. Les jetons non réclamés après l'expiration de l'enveloppe seront retournés dans les 24 heures.
pt_pt: Envelope Vermelho expira em 24h. Tokens não resgatados após a expiração serão retornados para você dentro de 1 dia.
tr: Kırmızı Paketler 24 saat aktif kalır. Bu süre bittikten sonra alınmayan tokenler bir gün içinde iade edilir.
zh_hant: 紅包24小時後過期，未領取的金額將在1天內退回。

# rp_best_wishes
source: Best wishes
fr: Meilleurs voeux
pt_pt: Mensagem
tr: En iyi dileklerle
zh_hant: 最好的祝福

# rp_balance
source: Red Packet Balance
fr: Solde des enveloppes rouges
pt_pt: Saldo de Envelopes Vermelhos
tr: Kırmızı Paket Bakiyesi
zh_hant: 紅包餘額

# feeling_lucky
source: Luckiest Draw
fr: Pige chanceuse
pt_pt: Resgate Mais Sortudo
tr: En Şanslı Çekim
zh_hant: 錦鯉大獎

# rp_type_normal
source: Identical Amount
fr: Quantité identique
pt_pt: Quantia idêntica
tr: Eşit Miktar
zh_hant: 相同數量
