Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# remove_trust_warning_content
source: Once removed, transfers to this contact will count towards your daily quota.
fr: Une fois retiré, les transferts à ce contact seront pris en compte pour votre quota quotidien.
pt_pt: Quando não marcado como confiável, transferências para este contato contarão para seu limite diário.
tr: Silindikten sonra, bu kişiye yapılan transferler günlük kotanızda sayılacak.
zh_hant: 一旦刪除，每日限額將適用於給此聯繫人轉賬

# add_guardian_warning_title
source: Approve Add Guardian
fr: Ajouter un Gardien?
pt_pt: Adicionar Guardião?
tr: Koruyucu olarak ekle?
zh_hant: 添加守護人？

# add_guardian_warning_content
source: Your Guardians can lock/unlock your wallet and help recover it in the event your mobile device is lost or stolen.
fr: Vos Gardiens peuvent verrouiller/déverrouiller votre portefeuille et vous aider à récupérer votre portefeuille si votre appareil mobile est perdu ou volé.
pt_pt: Seu Guardião pode bloquear/desbloquear e ajudar recuperar sua carteira se o seu dispositivo for perdido ou roubado.
tr: Koruyucularınız telefonunuzun çalınması, kaybolması gibi durumlarda cüzdanınızı kurtarmanıza ve ihtiyacınız olduğunda cüzdanınızı kilitlemenize veya kilidi açmanıza yardm eder.
zh_hant: 您的守護人可以鎖定/解鎖您的錢包，並在您丟失手機時幫助您找回錢包

source: Invite
fr: Inviter
pt_pt: Convidar
tr: Davet et
zh_hant: 邀請

# remove_guardian_warning_title
source: Approve Remove Guardian
fr: Retirer le Gardien?
pt_pt: Remover Guardião?
tr: Koruyucuyu Sil?
zh_hant: 刪除守護人？

# remove_guardian_warning_content
source: Once removed, this address can no longer help you recover your wallet or protect you.
fr: Une fois retirée, cette adresse ne vous protégera plus et ne pourra plus vous aider à récupérer votre portefeuille.
pt_pt: Quando removido, este endereço não poderá mais te ajudar a recuperar ou proteger sua carteira.
tr: Bu adresi silerseniz artık sizi korumaz ve cüzdanınızı kurtarmaya yardım edemez.
zh_hant: 一旦刪除，該地址將無法幫助您恢復錢包或守護您。

# lock_warning_title
source: Do you want to lock the wallet?
fr: Souhaitez-vous verrouiller le portefeuille?
pt_pt: Você gostaria de bloquear a carteira?
tr: Cüzdanı kilitlemek istiyor musunuz?
zh_hant: 您想鎖定錢包嗎？

# lock_warning_content
source: Once locked, the wallet’s assets are frozen. Please confirm the wallet owner is the one requesting help to freeze the assets.
fr: Une fois verrouillé, les actifs du portefeuille seront gelés. Veuillez confirmer que le propriétaire du portefeuille souhaite geler les actifs.
pt_pt: Quando bloqueada, os ativos da carteira serão congelados. Por favor confirme que o(a) dono(a) da carteira é a pessoa fazendo a solicitação de congelamento dos ativos.
tr: Cüzdan kilitlendiğinde varlıklar dondurulacak. Lütfen bu talebi yapanın cüzdanın sahibi olduğundan emin olun.
zh_hant: 一旦鎖定，錢包資產即被凍結，請確保是錢包的主人要求您幫助凍結錢包資產。

# unlock_warning_title
source: Do you want to unlock the wallet?
fr: Souhaitez-vous déverrouiller le portefeuille?
pt_pt: Você gostaria de desbloquear a carteira?
tr: Cüzdanın kilidini açmak istiyor musunuz?
zh_hant: 您想解鎖錢包嗎？

# unlock_warning_content
source: This should be used when the owner of the wallet asked you to unlock their assets.
fr: Ceci devrait être utilisé lorsque le propriétaire du portefeuille vous demande de déverrouiller ses actifs.
pt_pt: Isto deve ser usado quando o(a) dono(a) da carteira pede para você desbloquear os ativos dele(a).
tr: Bu, cüzdanın sahibi varlıklarının kilidini açmak istediğinde kullanılır.
zh_hant: 當錢包的主人要求您解鎖他們的資產時，請使用這個

# choose_guardians
source: Select Guardians
fr: Choisir vos Gardiens
pt_pt: Escolher Guardiões
tr: Koruyucuları Seçin
zh_hant: 選擇守護人

# start_scan
source: Start Scanning
fr: Commencer à scanner
pt_pt: Começar escaneamento
tr: Taramaya Başla
zh_hant: 開始掃描

# add_guardian_to_eth
source: Adding Guardian
fr: Ajout du Gardien
pt_pt: Adicionando Guardião
tr: Koruyucu Ekleniyor
zh_hant: 添加守護人正在提交到以太坊

# add_guardian_in_pending
source: Guardian addition is pending. Takes effect in %@
fr: L'ajout du Gardien est en attente. Sera effectif dans %@
pt_pt: Adição do Guardião está sendo processado; entra em vigor em %@
tr: Koruyucu ekleme işlemi devam ediyor, tamamlanma süresi %@
zh_hant: 添加守護人正在處理，在 %@ 生效

# wait_guardian_approve
source: Waiting for the Guardian’s approval
fr: En attente de l'approbation des Gardiens
pt_pt: Esperando aprovação do Guardião
tr: Koruyucu onayı bekleniyor
zh_hant: 等待守護人審批

# remove_guardian_in_pending
source: Guardian removal is pending. Takes effect in %@
fr: Le retrait du Gardien est en attente. Sera effectif dans %@
pt_pt: Remoção do Guardião está pendente; entra em vigor em %@
tr: Koruyucu silme işlemi devam ediyor, tamamlanma süresi %@
zh_hant: 刪除守護人正在處理，在 %@ 生效

# add_guardian_rejected
source: Guardian request was rejected
fr: La demande d'ajout du Gardien a été refusée
pt_pt: Solicitação de Guardião rejeitado
tr: Koruyucu talebi reddedildi
zh_hant: 對方拒絕做您的守護人

# add_guardian_failed
source: Failed to add Guardian. Tap to try again.
fr: Échec de l'ajout du Gardien. Appuyez pour réessayer.
pt_pt: Falha ao adicionar Guardião. Pressione para tentar novamente.
tr: Koruyucu ekleme başarısız oldu. Tekrar denemek için dokunun.
zh_hant: 添加守護人失敗，點擊重試

# need_your_approve
source: Approval required
fr: Approbation requise
pt_pt: Aprovação necessária
tr: Onay gerekiyor
zh_hant: 需要您的審批

# need_guardian_approve
source: Guardian approval required
fr: L'approbation du Gardien est requise
pt_pt: Aprovação de Guardião necessária
tr: Koruyucu onayı gerekiyor
zh_hant: 需要審批

# need_you_approve_sth
source: Approval required for %@
fr: Approbation requise pour %@
pt_pt: Aprovação necessária para %@
tr: %@ için onay gerekiyor
zh_hant: %@ 需要您的審批

# you_are_submit_approve_sth
source: Your approval for %@ is submitted
fr: Votre approbation pour %@ a été soumise
pt_pt: Sua solicitação de aprovação para %@ foi enviada
tr: %@ için onayınız iletildi
zh_hant: 您對 %@ 的審批已提交

# add_whitelist_to_eth
source: Adding trust
fr: Validation de l'ajout de confiance sur le L1 d'Ethereum
pt_pt: Adição de confiança está sendo enviada para Ethererum L1
tr: Güven ekleme işlemi Ethereum L1'e işleniyor
zh_hant: 添加信任人正在提交到以太坊

# add_whitelist_in_pending
source: Adding trust is pending. Takes effect in %@
fr: L'ajout de confiance est en cours et sera effectif dans %@
pt_pt: Adição de confiança está pendente; entra em vigor em %@
tr: Güven ekleme devam ediyor, %@ içinde tamamlanacak
zh_hant: 添加信任人正在處理，在 %@ 生效

# remove_whitelist_to_eth
source: Removing trust
fr: Validation du retrait de confiance sur le L1 d'Ethereum
pt_pt: Remoção de confiança está sendo enviada em Ethereum L1
tr: Güven kaldırma işlemi Ethereum L1'e işleniyor
zh_hant: 刪除信任人正在提交到以太坊

# guardian_address_hint
source: Ethereum address or ENS
fr: Adresse Ethereum ou ENS
pt_pt: Endereço Ethereum ou ENS
tr: Ethereum adresi ya da ENS
zh_hant: 以太坊地址或ENS

# guardian_address_hint_without_network
source: Wallet address or ENS
fr: Adresse du portefeuille ou ENS
pt_pt: Endereço de Carteira ou ENS
tr: Cüzdan adresi ya da ENS
zh_hant: 錢包地址或ENS

# guardian_address_hint_without_ens
source: Ethereum address
fr: Adresse Ethereum
pt_pt: Endereço Ethereum
tr: Ethereum adresi
zh_hant: 以太坊地址

# verify_email
source: Verify through email
fr: Validation par courriel
pt_pt: Verificar por email
tr: E-mail ile doğrula
zh_hant: 通過郵箱驗證

# verify_phone
source: Verify through phone number
fr: Validation par numéro de téléphone cellulaire
pt_pt: Verificar por número de telefone celular
tr: Cep telefonu numarası ile doğrula
zh_hant: 通過手機驗證

# verify_register_phone
source: Please input your phone number
fr: Veuillez saisir votre numéro de téléphone
pt_pt: Por favor, insira seu número de telefone
tr: Lütfen telefon numaranızı girin
zh_hant: 請輸入您的手機號碼

# verify_register_email
source: Please input your email
fr: Veuillez saisir votre adresse courriel
pt_pt: Por favor, insira seu email
tr: Lütfen e-mail adresinizi girin
zh_hant: 請輸入您的郵箱

# email_enter_number
source: Enter email
fr: Saisissez votre adresse courriel
pt_pt: Insira seu email
tr: E-mail adresinizi girin
zh_hant: 輸入郵箱

# phone_enter_number
source: Enter phone number
fr: Saisissez votre numéro de téléphone
pt_pt: Insira seu número de telefone
tr: Telefon numaranızı girin
zh_hant: 輸入手機號碼

# email_enter_code
source: Enter the email verification code
fr: Saisissez le code de vérification (courriel)
pt_pt: Insira o código de verificação de email
tr: E-mail doğrulama kodunu girin
zh_hant: 輸入郵箱驗證碼

# phone_enter_code
source: Enter the SMS verification code
fr: Saisissez le code de vérification (SMS)
pt_pt: Insira o código de verificação de SMS
tr: SMS doğrulama kodunu girin
zh_hant: 輸入短信驗證碼

source: Send Code
fr: Envoyer le code de vérification
pt_pt: Enviar código de verificação
tr: Doğrulama kodu gönder
zh_hant: 發送驗證碼

# resend_code
source: Resend
fr: Envoyer à nouveau
pt_pt: Re-enviar
tr: Tekrar Gönder
zh_hant: 重新發送

# set_password
source: Set Account Passcode
fr: Définir le code d'accès du compte
pt_pt: Definir Código de Acesso da Conta
tr: Güvenlik Kodunuzu Belirleyin
zh_hant: 設置錢包密碼

# start_app_need_pwd
source: Login Requires Passcode
fr: Code d'accès requis pour se connecter
pt_pt: Código de Acesso é necessário para fazer Login.
tr: Giriş Yapmak için Güvenlik Kodu Gerekir
zh_hant: 打開APP需要密碼

source: Enter password
fr: Saisissez votre mot de passe
pt_pt: Insira código de acesso
tr: Şifrenizi girin
zh_hant: 輸入密碼

# enter_new_password
source: Set Account Passcode
fr: Définir un nouveau code d'accès du compte
pt_pt: Definir Novo Código de Acesso da Conta
tr: Yeni Güvenlik Kodu Ayarla
zh_hant: 輸入新密碼

# enter_new_password_again
source: Confirm Account Passcode
fr: Confirmer le nouveau code d'accès du compte
pt_pt: Confirmar Novo Código de Acesso da Conta
tr: Yeni Güvenlik Kodunu Doğrula
zh_hant: 再次輸入新密碼

# ens_support_character
source: The ENS only supports lowercase letters and numbers
fr: · ENS ne supporte que les chiffres et les lettres minuscules
pt_pt: · ENS permite somente letras minúsculas e números.
tr: ENS yalnız küçük harfler ve sayılar içerebilir
zh_hant: ·錢包名字只支持字母小寫和數字。

# ens_already_registered
source: The ENS is already taken
fr: Ce ENS n'est pas disponible
pt_pt: O ENS já foi escolhido
tr: Bu ENS önceden alınmış
zh_hant: ENS名字已被佔用，請嘗試其他名字

# invalid_wallet_or_ens_address
source: Invalid wallet address or ENS
fr: Adresse de portefeuille ou ENS invalide
pt_pt: Endereço de carteira ou ENS inválido
tr: Geçersiz cüzdan adresi ya da ENS
zh_hant: 錢包地址或ENS無效

source: Invalid email address
fr: Adresse courriel invalide
pt_pt: Endereço de email inválido
tr: Geçersiz e-mail adresi
zh_hant: 郵箱地址無效

# invalid_phone_num
source: Invalid phone number
fr: Numéro de téléphone cellulaire invalide
pt_pt: Número de telefone celular inválido
tr: Geçersiz cep telefonu numarası
zh_hant: 手機號碼無效

# get_email_code_fail
source: Failed to obtain the verification code. Please try again.
fr: Échec de l'obtention du code de vérification. Veuillez réessayer.
pt_pt: Falha ao obter código de verificação. Por favor tente novamente.
tr: Doğrulama kodu alınamadı. Lütfen tekrar deneyin.
zh_hant: 獲取驗證碼失敗，請重試

# email_code_sent
source: The verification code has been sent
fr: Le code de vérification a été envoyé
pt_pt: O código de verificação foi enviado
tr: Doğrulama kodu gönderildi
zh_hant: 驗證碼已發送

# email_already_registered
source: The email address has been previously registered
fr: Ce courriel a été enregistré antérieurement
pt_pt: O email já foi cadastrado anteriormente
tr: Bu e-mail adresi zaten kullanılıyor
zh_hant: 該郵箱已註冊

# phone_already_registered
source: The phone number has been previously registered
fr: Ce numéro de téléphone cellulaire a été enregistré antérieurement
pt_pt: O número de telefone celular já foi cadastrado anteriormente
tr: Bu telefon numarası zaten kullanılıyor
zh_hant: 該手機號碼已註冊

# request_phone_email_too_frequency
source: The verification code has been requested too many times. Please try again after 24 hours.
fr: Le code de vérification a été demandé trop souvent. Veuillez réessayer dans 24h.
pt_pt: O código de verificação foi solicitado muito frequentemente. Por favor tente novamente depois de 24h.
tr: Kısa sürede çok fazla kez doğrulama kodu istendi. Lütfen 24 saat bekleyin.
zh_hant: 驗證碼請求過於頻繁，請在24小時後重試。

# request_verify_code_too_frequency
source: The verification code has been requested too many times. Please try again after %@.
fr: Le code de vérification a été demandé trop souvent. Veuillez réessayer dans %@.
pt_pt: O código de verificação foi solicitado muito frequentemente. Por favor tente novamente depois de %@.
tr: Doğrulama kodu kısa sürede çok fazla kez istendi. Lütfen daha sonra tekrar deneyin.
zh_hant: 驗證碼請求過於頻繁，請在 %@ 後重試。

# verify_email_code_fail
source: Verification failed. Please confirm the verification code is correct
fr: Échec de la vérification, veuillez vous assurer que le code de vérification saisi est exact
pt_pt: A verificação falhou, por favor verifique se o código de verificação está correto
tr: Doğruma başarısız oldu. Lütfen kodunuzu kontrol edin.
zh_hant: 驗證失敗，請檢查驗證碼是否正確

# change_pwd
source: Change Passcode
fr: Modifier le code d'accès
pt_pt: Modificar Código de Acesso
tr: Güvenlik Kodunu Değiştir
zh_hant: 更改密碼

source: Change
fr: Modifier
pt_pt: Modificar
tr: Değiştir
zh_hant: 更改

# change_pwd_please
source: Please change the passcode
fr: Veuillez modifier le code d'accès
pt_pt: Por favor mude o código de acesso
tr: Lütfen güvenlik kodunu değiştirin
zh_hant: 請更改密碼

# reset_pwd
source: Reset Passcode
fr: Réinitialiser le code d'accès
pt_pt: Redefinir Código de Acesso
tr: Güvenlik Kodunu Sıfırla
zh_hant: 重置密碼

# generate_migrate_info_exception
source: Unable to generate the migration QR code. Please try again. If the issue persists, please contact support.
fr: Un problème est survenu lors de la migration, veuillez réessayer. Contactez l'équipe de soutien si le problème persiste.
pt_pt: Um erro foi encontrado no processo de migração. Por favor tente novamente. Se o problema persistir, por favor entre em contato com o suporte.
tr: Cüzdanı farklı bir cihaza taşıma işlemi başarısız oldu, lütfen tekrar deneyin. Eğer sorun devam ederse destek birimimize başvurun.
zh_hant: 生成遷移二維碼異常，請重試，如仍失敗，請聯繫官方！

# pwd_not_same
source: Passcode does not match
fr: Les codes d'accès ne correspondent pas
pt_pt: Combinação de códigos de acesso não está correta
tr: Güvenlik kodları uyuşmuyor
zh_hant: 密碼不一致

# secure
source: Wallet Secured
fr: Portefeuille protégé
pt_pt: Carteira está Segura
tr: Cüzdan Güvende
zh_hant: 錢包安全

# wallet_queue3
source: Your wallet is being created. It may take several minutes or hours to complete. We'll notify you by %@ as soon as your wallet is ready.
fr: Création de votre portefeuille. L'opération peut prendre de quelques minutes à quelques heures. Nous vous aviserons via %@ dés que votre portefeuille sera prêt.
pt_pt: Sua carteira está sendo criada; este processo pode levar vários minutos ou até horas para completar. Te enviaremos uma notificação por %@ no momento que sua carteira estiver pronta.
tr: Cüzdanınız oluşturuluyor. Bu birkaç dakika ya da saat sürebilir. Cüzdanınız hazır olduğunda size bildireceğiz.
zh_hant: 您的錢包正在創建中，可能需要等待幾分鐘或幾小時。 一旦您的錢包創建成功，我們將通過 %@ 通知您。<

# email_notify
source: Email
fr: Courriel
zh_hant: 郵箱

# phone_notify
source: SMS
zh_hant: 短信

# wallet_create_now
source: Create a wallet now
fr: Créer un portefeuille maintenant
pt_pt: Cria uma carteira agora
tr: Cüzdanınızı şimdi oluşturun
zh_hant: 立即創建錢包

# cancel_create_wallet_agree
source: Please enter 'AGREE' to confirm again
fr: Veuillez saisir 'AGREE' en lettres majuscules pour confirmer à nouveau
pt_pt: Por favor insira "AGREE" em letras maiúsculas para confirmar novamente
tr: Lütfen onaylamak için büyük harfle "AGREE" yazın
zh_hant: 請輸入大寫 "AGREE"再次確認

# create_wallet_again
source: Create Again
fr: Créer à nouveau
pt_pt: Criar Novamente
tr: Tekrar Oluştur
zh_hant: 重新創建

# button_think
source: Cancel
fr: Annuler
pt_pt: Cancelar
tr: İptal Et
zh_hant: 讓我想想

# accept_guardian_request_title
source: Guardian request
fr: Demande de Gardien
pt_pt: Solicitação de Guardião
tr: Koruyucu isteği
zh_hant: 守護人請求

# accept_guardian_request_content
source: Do you want to be the Guardian of %@?
fr: Souhaitez-vous être le Gardien de %@?
pt_pt: Você gostaria de ser o Guardião de %@?
tr: %@ kişisinin Koruyucusu olmak istiyor musunuz?
zh_hant: 您想要成為 %@ 的守護人嗎？

# guardian_added
source: Added on
fr: Ajouté sur
pt_pt: Adicionado em
tr: Eklendi
zh_hant: 添加

# reject
source: Deny
fr: Refuser
pt_pt: Rejeitar
tr: Reddet
zh_hant: 拒絕

source: Accept
fr: Accepter
pt_pt: Aceitar
tr: Kabul Et
zh_hant: 接受

source: Approve
fr: Approuver
pt_pt: Aprovar
tr: Onayla
zh_hant: 審批

source: Notify Guardian
fr: Notifier le Gardien
pt_pt: Notificar Guardião
tr: Koruyucuya Haber Ver
zh_hant: 通知守護人

# notify_person_do_it
source: Please notify them to open their Loopring Wallet for approval.
fr: Veuillez aviser vos Gardiens qu'ils doivent ouvrir leur Portefeuille Loopring pour procéder à l'approbation.
pt_pt: Por favor os notifique para abrir suas Carteiras Loopring para aprovação.
tr: Lütfen onaylamaları için Loopring Cüzdanlarını açmalarını isteyin.
zh_hant: 請通知他/她打開路印錢包進行審批

# notify_approve_recover_wallet_title
source: The person you protect %@ is attempting to recover their wallet. This action requires Guardian approval. Please open your Loopring Wallet and input the approval code.
fr: La personne que vous protégez %@ tente de récupérer son portefeuille. Cette opération requiert l'approbation d'un Gardien. Veuillez ouvrir votre portefeuille Loopring afin de saisir le code d'approbation.
pt_pt: A pessoa que você protege %@ está tentando recuperar a carteira; esta ação necessita de uma aprovação de Guardião. Por favor abra sua Carteira Loopring e insira o código de aprovação.
tr: Koruyucusu olduğunuz %@ cüzdanını kurtarmaya çalışıyor, bu işlem Koruyucu onayı gerektirir. Lütfen Loopring Cüzdannızı açın ve onay kodunu girin.
zh_hant: 您守護的 %@ 正在恢復錢包需要您的審批，請打開路印錢包並在下方輸入審批碼進行批准。

# daily_limit_remain
source: %@ ETH remaining
fr: %@ ETH restant
pt_pt: %@ ETH restantes
tr: %@ ETH kaldı
zh_hant: 剩餘 %@ ETH

source: Add Now
fr: Ajouter maintenant
pt_pt: Adicionar Agora
tr: Şimdi Ekle
zh_hant: 立即添加

# protects_empty_title
source: No Wallets to Protect
fr: Vous ne protéger aucun portefeuille
pt_pt: Você não está protegendo nenhuma carteira
tr: Henüz hiçbir cüzdanı korumuyorsunuz
zh_hant: 您沒有守護任何錢包。

source: OK
fr: D'accord
tr: Tamam
zh_hant: 好的

source: Close
fr: Fermer
pt_pt: Fechar
tr: Kapat
zh_hant: 關閉

source: Open
fr: Ouvrir
pt_pt: Abrir
tr: Aç
zh_hant: 打開

# already_your_contact_canchangename
source: This contact already exists. You can change the name.
fr: Ce contact existe déjà. Vous pouvez le renommer.
pt_pt: Este contato já existe. Você pode modificar o nome.
tr: Kişi zaten kayıtlı. İsterseniz ismi değiştirebilirsiniz.
zh_hant: 聯繫人已存在，您可以更改名字

# already_your_guardian_canchangename
source: The Guardian already exists. You can change the name.
fr: Ce Gardien existe déjà. Vous pouvez le renommer.
pt_pt: Este Guardião já existe. Você pode modificar o nome.
tr: Koruyucu zaten eklenmiş. İsmini değiştirebilirsiniz.
zh_hant: 守護人已存在，您可以更改名字

# official_guardian
source: Official Loopring Guardian
fr: Gardien officiel de Loopring
pt_pt: Guardião Oficial do Loopring
tr: Resmi Loopring Koruyucusu
zh_hant: 官方守護人

# official_guardian_name
source: Official Loopring Guardian
fr: Gardien officiel de Loopring
pt_pt: Guardião Oficial do Loopring
tr: Resmi Loopring Koruyucusu
zh_hant: 路印官方守護人

# official_guardian_desc_one
source: The Official Loopring Guardian is a Guardian Service provided by Loopring.
fr: Le Gardien officiel de Loopring est un service offert par Loopring.
pt_pt: O Guardião Oficial do Loopring é um Serviço de Guardião fornecido por Loopring.
tr: Resmi Loopring Koruyucusu Loopring tarafından hesap güvenliğiniz için sağlanır.
zh_hant: 路印官方守護人是路印提供的守護人服務。

# official_guardian_desc_two
source: It works in consensus with your other Guardians.
fr: Ce service opère en fonction du consensus de vos autres Gardiens
pt_pt: Funciona em consenso com outros Guardiões.
tr: Diğer Koruyucularınız ile birlikte çalışır.
zh_hant: 它與您的其他守護人機制是一致的。

# official_guardian_desc_three
source: The Official Loopring Guardian will send a verification code to authorize wallet recovery or transfers exceeding your daily quota.
fr: Le Gardien officiel de Loopring enverra un code de vérification pour autoriser la récupération du portefeuille ou les transferts excédant votre quota quotidien.
pt_pt: O Guardião Oficial do Loopring te enviará um código de verificação para autorizar recuperação de carteiras ou transferências acima do seu limite diário.
tr: Resmi Loopring Koruyucusu cüzdan kurtarılması ve günlük sınırın üzerindeki işlemler için doğrulama kodları gönderir.
zh_hant: 通過啟用，您會收到驗證碼以授權恢復錢包或超出每日限額的轉賬。

source: Cancel Guardian Addition
fr: Annuler l'ajout du Gardien
pt_pt: Cancelar Adição de Guardião
tr: Koruyucu Eklemeyi İptal Et
zh_hant: 取消添加守護人

source: Cancel Guardian Removal
fr: Annuler le retrait du Gardien
pt_pt: Cancelar Remoção de Guardião
tr: Koruyucu Silmeyi İptal Et
zh_hant: 取消刪除守護人

# retry_add_guardian_addition
source: Retry Adding Guardian
fr: Réessayer d'ajouter un Gardien
pt_pt: Tentar Adicionar Guardião Novamente
tr: Korucuyu Eklemeyi Tekrar Dene
zh_hant: 重新添加守護人

# retry_add_guardian_addition_content
source: Failed to add Guardian. Please try again.
fr: Échec de l'ajout du Gardien, veuillez réessayer.
pt_pt: Adição de Guardião falhou. Por favor tente novamente.
tr: Koruyucu ekleme başarısız oldu. Lütfen tekrar deneyin.
zh_hant: 添加守護人失敗，您可以重新添加。

# retry_add_rejected_guardian_content
source: Rejected. Try again?
fr: Refusé. Réessayer?
pt_pt: Rejeitado. Tentar novamente?
tr: Reddedildi. Tekrar deneyin?
zh_hant: 已拒絕，要重新添加嗎？

# waiting_approve
source: Waiting for approval
fr: En attente d'approbation
pt_pt: Aguardando aprovação
tr: Onay bekleniyor
zh_hant: 等待審批

source: Approving
fr: Approbation en cours
pt_pt: Aprovando
tr: Onaylanıyor
zh_hant: 正在審批

source: Approved
fr: Approuvé
pt_pt: Aprovado
tr: Onaylandı
zh_hant: 已審批

# approve_id
source: Approval ID
fr: ID d'approbation
pt_pt: ID de Aprovação
tr: Onay Kimliği
zh_hant: 審批ID

# approve_id2
source: Approval ID: %@
fr: ID d'approbation: %@
pt_pt: ID de Aprovação: %@
tr: Onay Kimliği: %@
zh_hant: 審批ID：%@

# your_approve_code
source: Approval Code
fr: Code d'approbation
pt_pt: Código de Aprovação
tr: Onay Kodu
zh_hant: 審批碼

# operator_guide
source: Operating Guide
fr: Guide d'utilisation
pt_pt: Guia de Operação
tr: Operasyon Rehberi
zh_hant: 操作指南

# approve_status
source: Approval Status
fr: Statut d'approbation
pt_pt: Status de Aprovação
tr: Onay Durumu
zh_hant: 審批狀態

source: Wallet Guardian
pt_pt: Guardião de Carteira
tr: Cüzdan Koruyucusu
zh_hant: 錢包守護人

source: Other Guardian
fr: Autre Gardien
pt_pt: Outro Guardião
tr: Diğer Koruyucu
zh_hant: 其他守護人

# approve_guide_normal
source: As a Guardian, using your Loopring Wallet: 1. Tap Profile > Guardian Management > Who I Protect 2. Find the request by the person you protect 3. Approve
fr: En tant que Gardien, via votre portefeuille Loopring: 1 Appuyez sur Profil > Gérer les Gardiens > Qui je protège 2 Trouvez la requête de la personne que vous protégez 3 Approuvez
pt_pt: Como um Guardião, usando sua Carteira Loopring: 1. Pressione Perfil > Gerenciar Guardiões > Quem Eu Protejo 2. Ache a solicitação da pessoa que você protege 3. Aprove
tr: Bir Koruyucu olarak Loopring Cüzdan kullanmak için: 1. Profil > Koruyucu Yönetimi > Kimleri Koruyorum yolunu takip edin 2. Koruduğunuz kişi tarafından gönderilen isteği bulun 3. Onaylayın
zh_hant: 您使用的是路印錢包作為守護人 1. 打開路印錢包 2. 點擊 我 -> 守護人管理 -> 我守護的 3. 查找您守護的人的請求 4. 審批
