Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

source: Reactivate
fr: Réactiver
pt_pt: Reativar
tr: Tekrar Aktifleştir
zh_hant: 重新激活

# activate_l2
source: Activate Loopring L2 Account
fr: Activer le compte Loopring L2
pt_pt: Ativar Conta Loopring L2
tr: Loopring L2 hesabını aktifleştir
zh_hant: 激活路印賬號

source: Activate Account
fr: Activer le compte
pt_pt: Ativar Conta
tr: Hesabı Aktifleştir
zh_hant: 激活賬號

# activate_newQR_infor_l1
source: This address only supports Ethereum assets. Please do not send assets via other blockchains.
fr: Cette adresse ne prends en charge que les actifs Ethereum. Veuillez ne pas recevoir des actifs provenant d'une autre chaîne de blocs.
pt_pt: Este endereço somente suporta ativos Ethereum. Por favor não receba ativos de outras redes de blockchain.
tr: Bu adres yalnız Ethereum varlıklarını destekler. Lütfen başka blokzincirlerden varlık aktarmayın.
zh_hant: 該地址僅支持以太坊資產，請不要接收其他公鏈資產。

# activate_newQR_infor_l2
source: Please use a Loopring L2 account when transferring to avoid loss of assets.
fr: Veuillez utiliser un compte Loopring L2 lorsque vous effectuez des transferts afin d'éviter la perte d'actifs.
pt_pt: Por favor use uma conta Loopring L2 ao transferir para evitar a perda de ativos.
tr: Transfer işlemlerinde varlık kaybının önüne geçmek için lütfen bir Loopring L2 hesabı kullanın.
zh_hant: 請使用路印賬號轉賬，以免資產損失。

# activate_newQR_message1_l1
source: The assets may take time to reach the account because the process occurs on-chain.
fr: Veuillez patienter pendant que nous rejoignons votre compte. Les opérations sur la chaîne peuvent prendre un certain temps.
pt_pt: Por favor enquanto tentamos alcançar a conta; esta ação leva um momento para chegar na rede.
tr: Biz hesabınıza ulaşırken lütfen bekleyin. İşlem blokzincir üerinde gerçeleşeceği için zaman alabilir.
zh_hant: 到賬可能需要時間（因為上鏈需要時間）。

# activate_newQR_message2_l1
source: Order expires after
fr: L'ordre expire après
pt_pt: Pedido expira depois de
tr: Emrin süresinin bitmesine
zh_hant: 訂單過期倒計時

# activate_newQR_message3_l1
source: You can also transfer more assets. After the wallet is successfully created, the remaining assets will be available in your wallet.
fr: Vous pouvez également transférer plus d'actifs. Une fois que la création du portefeuille sera terminée avec succès, les actifs demeureront dans votre portefeuille
pt_pt: Você pode também transferir mais ativos. Após a carteira é criada com sucesso, os ativos estarão em sua conta.
tr: Daha fazla varlık da aktarabilirsiniz. Cüzdanınız oluşturulduktan sonra bu varlıklar cüzdanınızda kalacaktır.
zh_hant: 您也可以轉賬超過這個數量。錢包成功創建後，剩餘資產將保留在錢包中。

# activate_newQR_message4_l1_main
source: This address can %@. Please do not transfer other tokens to avoid loss of assets.
fr: Cette adresse peut %@. Veuillez ne pas transférer d'autres jetons pour éviter la perte d'actifs.
pt_pt: Este endereço pode %@. Por favor não transfira outros tokens para evitar a perda de ativos.
tr: Bu adres %@. Lütfen varlık kaybı yaşamamak için başka bir token transfer etmeyin.
zh_hant: 這個地址可以 %@，請不要轉賬其他代幣，以免資產損失。

# activate_newQR_message4_l1_sub
source: Only receive %@
fr: Recevoir seulement %@
pt_pt: Somente recebe %@
tr: sadece şu tokeni alabilir %@
zh_hant: 只收到 %@

# activate_newQR_only_receive_main
source: This address can %@. Please do not transfer other tokens to avoid loss of assets.
fr: Note : cette adresse peut %@. Veuillez ne pas transférer d'autres jetons pour éviter la perte d'actifs.
pt_pt: Obs.: Este endereço pode %@. Por favor não transfira outros tokens para evitar a perda de ativos.
tr: Not: Bu adres %@. Lütfen varlık kaybı yaşamamak için başka bir token transfer etmeyin.
zh_hant: 注意：這個地址可以 %@，請不要轉賬其他代幣，以免資產損失。

# activate_newQR_only_receive_sub
source: Only receive %@
fr: Recevoir seulement %@
pt_pt: Somente recebe %@
tr: sadece şu tokeni alabilir %@
zh_hant: 只收到 %@

# set_No_account_L2_transfer_message
source: The recipient does not have a registered Loopring L2 account. If you are sending to a custodial wallet, (e.g., hosted by an exchange) please ensure they allow users to interact with Loopring L2.
fr: Le destinataire n'a pas encore enregistré son compte Loopring L2. Si vous faîtes un envoi à un portefeuille custodial (ex.: hébergé par un échange), veuillez vous assurer qu'il permettent à leurs utilisateurs d'intéragir avec le L2 de Loopring.
pt_pt: O destinatário ainda não ativou a conta Loopring L2. Se você estiver enviando para uma carteira custodial (ex.: endereço providenciado por uma corretora) por favor certifique-se que eles permitem que usuários interajam com Loopring L2.
tr: Alıcı henüz Loopring L2 hesabını oluşturmamış. Eğer gözetimli bir cüzdana (mesela bir borsa tarafndan kullanılan bir cüzdana) gönderiyorsanız, lütfen Loopring L2'yu desteklediğinden emin olun.
zh_hant: 收款人還沒註冊路印二層賬號，如果您正在轉賬給託管錢包（比如由交易所託管的），請確保他們允許用戶和路印二層進行交互

# migration_Warning
source: Only supports Loopring Wallet migration
fr: Supporte seulement la migration de portefeuilles Loopring
pt_pt: Somente suporta migração da Carteira Loopring
tr: Sadece Loopring Cüzdan taşımasını destekler
zh_hant: 僅支持路印智能錢包遷移。

# pay_again
source: Deposit Again
fr: Déposer à nouveau
pt_pt: Depositar Novamente
tr: Tekrar Yatır
zh_hant: 再次充值

source: Contact us
fr: Contactez-nous
pt_pt: Entre em contato
tr: Bize ulaşın
zh_hant: 聯繫我們

source: Unable to pay fee
fr: Incapable de payer les frais
pt_pt: Não foi possível pagar a taxa
tr: Ücreti ödenemedi
zh_hant: 無法支付費用

# open_l2_fee
source: This fee can only be paid with a Loopring L2 balance. Please update your Fee Preference in Profile > Settings > Fee Preference > Use Loopring L2 Tokens
fr: Ces frais peuvent seulement être payés avec un solde Loopring L2. Veuillez mettre à jour vos Préférences de frais via la section Profil > Paramètres > Préférences de frais > Utiliser des jetons Loopring L2
pt_pt: Esta taxa só pode ser paga com o saldo Loopring L2. Por favor altere suas Preferências de Taxas em Perfil > Configuração > Preferências de Taxas > Usar tokens Loopring L2
tr: Bu ücret yalnız Loopring L2 bakiyesinden ödenebilir. Lütfen ücret tercihlerinizi 'Profil > Ayalarlar > Ücret Tercihleri > Loopring L2 Tokenlerini Kullan' yoluyla güncelleyin.
zh_hant: 該費用只能使用路印二層餘額支付，請在我 > 設置 > 費用偏好 > 使用路印二層代幣中更新您的費用偏好

# waring_message
source: ·This address only supports ERC-20 tokens. Do not send tokens from other blockchains to this address as they will be lost. ·The wallet creation fee is the cost to create the wallet. These funds will not be avaible after creation. To save gas, it is best to send more than the creation fee so assets are available once the wallet is active.
fr: Cette adresse supporte seulement des jetons ERC20. N'envoyez pas de jetons provenant d'une autre chaîne de bloc à cette adresse pour éviter de perdre des actifs. · Les frais de création du portefeuille sont les coûts requis pour créer le portefeuille. Ces fonds ne seront pas disponibles suite à la création. Pour épargner sur le gaz, il est préférable d'envoyer plus que les frais de création afin que des actifs soient disponibles une fois que le portefeuille sera activé.
pt_pt: ·Este endereço suporta somente tokens ERC20. Não envie tokens de outras blockchains para este endereço pois eles serão perdidos. ·A taxa de criação de carteira não cairá na sua carteira, pois este é o custo para criar a carteira. Para salvar em taxa de gás é melhor enviar mais que a taxa de criação de carteira, assim você terá saldo pronto para ser usado na carteira.
tr: Bu adres yalnız ERC-20 tokenlerini destekler. Başka ağlardan aktardığınız varlıklar KAYBOLUR. Cüzdan oluşturma ücreti, masraflar için kullanıldığından hesabınıza aktarılmayacaktır. Gas ücretinden tasarruf etmek için, size cüzdan oluşturma ücretinden fazla kaynak aktarmanızı öneririz.
zh_hant: ·該地址僅支持ERC20代幣。不要從其他公鏈轉賬代幣到該地址，以免資產損失。 ·錢包創建費用不會再出現在您的錢包中，這是創建錢包的費用。為了節省Gas，最好轉賬比錢包創建費用更多的資金，這樣您就可以在錢包上使用剩餘資產。

# lp_token_cannot_withdrawn
source: LP token cannot be withdrawn.
fr: Le jeton LP ne peut être retiré.
pt_pt: Não foi possível sacar o token de LP
tr: LP tokenleri çekilemez.
zh_hant: LP token無法提現。

# network_unstable
source: The network connection is unstable
fr: La connexion réseau est instable
pt_pt: A conexão de rede está instável
tr: Ağ bağlantısı tutarsız.
zh_hant: 網絡連接不穩定。

# order_expires
source: Order expires after %@, waiting for deposit.
fr: L'ordre expire après %@, en attente du dépôt.
pt_pt: Pedido expira após %@, esperando depósito.
tr: %@ içinde emrin süresi bitecek. Yatırma bekleniyor.
zh_hant: 訂單在 %@後過期，等待充值。

# order_expires_main
source: Order expires after waiting for deposit.
fr: L'ordre expire après en attente du dépôt.
pt_pt: Pedido expira após esperando depósito.
tr: içinde emrin süresi bitecek. Yatırma bekleniyor.
zh_hant: 等待充值後訂單過期。

# order_expired_title
source: Order Expired
fr: Ordre expiré
pt_pt: Pedido Expirado
tr: Emrin süresi doldu.
zh_hant: 訂單已過期

# order_expired_message
source: The Ethereum L1 account you created has not been funded causing the order to become invalid. Please re-create the wallet.
fr: Le compte Ethereum L1 que vous avez créé n'a pas été financé dans la période de 24 heures allouée, annulant ainsi sa création. Veuillez créer le portefeuille à nouveau.
pt_pt: A conta Ethereum L1 que você criou não foi consolidada dentro da janela de 24h, fazendo com que o pedido se tornasse inválido. Por favor re-crie a carteira.
tr: Oluşturduğunuz Ethereum L1 hesabına 24 saat içinde kaynak aktarmadığınız için emriniz geçersiz oldu. Lütfen cüzdanı tekrar oluşturun.
zh_hant: 您激活的以太坊賬號超過24小時未充值，導致訂單無效。

# new_l1_l2_receive
source: Receive
fr: Recevoir
pt_pt: Receber
tr: Al
zh_hant: 收款

# new_l1_l2_send
source: Send
fr: Envoyer
pt_pt: Enviar
tr: Gönder
zh_hant: 轉賬

# new_l1_l2_segment_control_l2
source: Loopring L2
zh_hant: 路印二層

# new_l1_l2_segment_control_l1
source: Ethereum L1
zh_hant: 以太坊一層

# UnKnwon_NFT
source: Unknown NFT
fr: NFT inconnu
pt_pt: NFT Desconhecida
tr: Bilinmeyen NFT
zh_hant: 未知NFT

# l1_activating
source: Your Ethereum L1 account is being activated. Please wait a moment.
fr: L'activation de votre compte Ethereum L1 est en cours. Veuillez patienter.
pt_pt: Sua conta Ethereum L1 está sendo ativada. Por favor espere um momento.
tr: Ethereum L1 hesabınız aktifleştiriliyor. Lütfen bekleyin.
zh_hant: 您的以太坊賬號正在激活，請稍候。

# approval_failed
source: Approval failed. Please re-initiate the request.
fr: Échec de l'approbation. Veuillez réinitialiser la requête.
pt_pt: Falha ao aprovar. Por favor reinicie a solicitação.
tr: Onay başarısız. Lütfen isteği tekrarlayın.
zh_hant: 審批失敗。請重新發起請求。

# reset_approval0
source: Due to the deposit being greater than the approved amount, you need to perform following actions: ·Reset approval ·Set current approve amount
fr: Le dépôt dépasse le montant approuvé, veuillez effectuer les opérations suivantes: ·Réinitialiser l'approbation ·Définir le montant approuvé courant
pt_pt: Devido ao depósito ser maior que a quantia aprovada, você precisa: ·Reiniciar a aprovação ·Configurar a quantia de aprovação atual
tr: Yatırdığınız varlık miktarı onaylanandan fazla olduğu için şu işlemleri yapmanız gerekiyor: ·Onayı sıfırla ·Onaylanan miktarı ayarla
zh_hant: 由於充值超過審批的數量，您需要執行以下操作: ·重置審批 ·設置當前審批數量

# reset_approval1
source: You have exceeded your approved daily quota. You can update it through your Guardians.
fr: Vous avez dépassé le quota quotidien approuvé. Vous pouvez le mettre à jour via vos Gardiens.
pt_pt: Você excedeu o seu limite diário aprovado. Você pode atualizar o limite por via de seus Guardiões.
tr: Günlük kotanızı aştınız. Koruyucu fonksiyonunu kullanarak kotanızı güncelleyebilirsiniz.
zh_hant: 已超過每日審批額度，可通過守護人審批

# daily_limit_reached
source: Your daily quota has been reached.
fr: Votre quota quotidien a été atteint.
pt_pt: Seu limite diário foi alcançado.
tr: Günlük kotaya doldu.
zh_hant: 您的每日限額已達到

# number_min2
source: Input value cannot be lower than the deposit amount (Min %@ %@)
fr: La valeur saisie ne peut être inférieure au montant déposé (min. %@ %@)
pt_pt: Valor inserido não pode ser menor que o valor de depósito (Mín %@ %@)
tr: Girdi değeri yatırma miktarından az olamaz. (Min %@ %@)
zh_hant: 輸入值不能低於充值數量 (最少 %@ %@)

# reset_approval_exceed_daily_quota
source: Your approval amount exceeds your daily quota. You need to perform following actions: ·Reset approval ·Set current approve amount
fr: Votre montant pour approbation excède le quota quotidien. Vous devez effectuer les opérations suivantes : ·Définir le montant courant pour approbation
pt_pt: Sua quantia de aprovação ultrapassa seu limite diário. Você precisa executar as ações seguintes: ·Redefinir a aprovação ·Configurar a quantia de aprovação atual
zh_hant: 您的審批數量超過每日限額，您需要執行以下操作: ·重置審批 ·設置當前審批數量

# corrupted_data
source: 1. Please do not delete the app. 2. Please do not deposit or transfer any tokens to the wallet. 3. Please go to Profile > About, tap the Loopring logo 5x to access Developer Mode. Copy the logs and then send them to us.
fr: 1. Veuillez ne pas supprimer l'application 2. Veuillez ne pas transférer ou déposer de jetons dans le portefeuille. 3. Veuillez vous rendre dans la section Profil -> À propos, cliquez sur la section blanche en bas du site Web, copiez les registres de la fenêtre contextuelle et envoyez-nous le tout.
pt_pt: 1. Por favor não exclua o aplicativo. 2. Por favor não deposite ou transfira nenhum token para a carteira. 3. Por favor vá para Perfil > Sobre, clique no espaço vazio abaixo do website e copie os logs do popup de logs e mande para gente.
tr: 1. Lütfen uygulamayı silmeyin. 2. Lütfen yatırma ve çekme işlemi gerçekleştirmeyin. 3. Lütfen Profil > Hakkında yoluna gidin, websitenin altındaki boş alana tıklayın, log penceresindeki kayıtları kopyalayın ve bize gönderin.
zh_hant: 1. 請不要刪除APP。 2. 請不要充值或者轉賬任何代幣到該地址。 3. 請前往我->關於，點擊頁面下方的空白處，從彈出的日誌中複製日誌，然後發送給我們。

# enable_push_notification
source: Enable Push Notifications
fr: Autoriser les notifications poussées
pt_pt: Habilitar Notificações Push
tr: Anlık Bildirimler
zh_hant: 啟用推送通知

# sed_red_pack_sensitive_words
source: Inappropriate words detected. Please resend using another wish.
fr: Mots blessants détectés. Veuillez renvoyer en utilisant un autre souhait.
pt_pt: Palavras sensíveis detectadas. Por favor re-envie utilizando outra frase.
tr: Uygunsuz kelime algılandı. Lütfen başka bir yazı kullanarak tekrar deneyin.
zh_hant: 檢測到敏感詞。請重新發送另一個祝福。

# take_a_little_time
source: It may take some time for this transaction to execute on-chain.
fr: Cette transaction peut prendre un certain temps pour s'exécuter sur la chaîne.
pt_pt: Poderá levar algum tempo para que essa transação seja executada na rede.
tr: Bu işlemin ağ üzerinde gerçekleşmesi biraz vakit alabilir.
zh_hant: 因為在鏈上需要一些時間

# l1_receive_item1
source: Buy with a card
fr: Acheter avec une carte
pt_pt: Comprar com cartão
tr: Kart ile
zh_hant: 用銀行卡購買

# l1_receive_item2
source: From my L1 account
fr: À partir de mon compte L1
pt_pt: De minha conta L1
tr: L1 hesabımdan
zh_hant: 從我的一層賬號

# l1_receive_item3
source: From another Loopring L2 account
fr: À partir d'un autre compte Loopring L2
pt_pt: De outra conta Loopring L2
tr: Başka bir Loopring L2 hesabından
zh_hant: 從另一個路印二層賬號

# l1_receive_item4
source: From another L1 account
fr: À partir d'un autre compte L1
pt_pt: De outra conta L1
tr: Bir L1 hesabından
zh_hant: 從其他的一層賬號

source: From my L2 account
fr: À partir de mon compte L2
pt_pt: De minha conta L2
tr: L2 hesabımdan
zh_hant: 從我的二層賬號

# from_another_wallet
source: From another L1 wallet or exchange
fr: À partir d'un autre portefeuille ou échange L1
pt_pt: De outra carteira L1 ou corretora
tr: Bir L1 hesabından ya da borsadan
zh_hant: 從另一個ETH錢包或地址

source: My L1 to my L2
fr: Mon L1 vers mon L2
pt_pt: Minha L1 para minha L2
tr: L1 hesabımdan L2 hesabıma
zh_hant: 我的一層到我的二層

source: My L2 to my L1
fr: Mon L2 vers mon L1
pt_pt: Minha L2 para minha L1
tr: L2 hesabımdan L1 hesabıma
zh_hant: 我的二層到我的一層

# anotherL2ToMyL2
source: Another Loopring L2 account to my L2
fr: À partir d'un autre compte Loopring L2 vers mon L2
pt_pt: Outra conta Loopring L2 para minha L2
tr: Başka bir Loopring L2 hesabından benim L2 hesabıma
zh_hant: 另一個路印二層賬號到我的二層

# anotherL1ToMyL1
source: From another L1 wallet or exchange
fr: À partir d'un autre portefeuille ou échange L1
pt_pt: De outra carteira L1 ou corretora
tr: Bir L1 hesabından ya da borsadan
zh_hant: 從另一個一層錢包或交易所

# to_my_l2_account_send
source: To my L2 account
fr: Vers mon compte L2
pt_pt: Para minha conta L2
tr: L2 hesabıma
zh_hant: 到我的二層賬號

# to_my_l1_account_send
source: To my L1 account
fr: Vers mon compte L1
pt_pt: Para minha conta L1
tr: L1 hesabıma
zh_hant: 到我的一層賬號

# to_loopring_l2_account
source: To another Loopring L2 account
fr: Vers un autre compte Loopring L2
pt_pt: Para outra conta Loopring L2
tr: Başka bir Loopring L2 hesabına
zh_hant: 到另一個路印二層賬號

# to_eth_l1_account_incl_exchange
source: To another ETH wallet (incl. exchange)
fr: À un autre portefeuille ETH (incl. échange)
pt_pt: Para outra carteira ETH (incl. corretora)
tr: Başka bir Ethereum ETH cüzdanına (borsalar dahil)
zh_hant: 到另一個ETH錢包（包括交易所）

# to_eth_l1_account_incl_exchange_2
source: To another L1 account (incl. exchange)
fr: À un autre compte L1 (incl. échange)
pt_pt: Para outra conta L1 (incl. corretora)
tr: Başka bir Ethereum L1 hesabına (borsalar dahil)
zh_hant: 到另一個一層賬號（包括交易所）

source: EOA Wallet
fr: Portefeuille externe (EOA)
pt_pt: Carteira EOA
tr: EOA Cüzdan
zh_hant: EOA錢包

source: Wallet
fr: Portefeuille
pt_pt: Carteira
tr: Cüzdan
zh_hant: 錢包

source: Binance
zh_hant: 幣安

source: Huobi
zh_hant: 火幣

source: Other Smart Wallet
fr: Autre portefeuille intelligent
pt_pt: Outra Carteira Inteligente
tr: Diğer Akıllı Cüzdanlar
zh_hant: 其他智能錢包

# eoa_wallet_desc
source: This wallet does not bind with a smart contract. (e.g. MetaMask, imtoken, Ledger, Trezor, etc....)
fr: Ce portefeuille ne se lie pas avec un contrat intelligent (ex.: MetaMask, imtoken, Ledger, Trezor, etc...)
pt_pt: Este endereço de carteira não está ligado com um contrato inteligente (MetaMask, imToken, Ledger, Trezor, etc...)
tr: Bu cüzdan, akıllı kontrata bağlı değil. (Örneğin, MetaMask, imToken, Ledger, Trezor vb.)
zh_hant: 該錢包不綁定智能合約。 （例如 MetaMask、imtoken、Ledger、Trezor 等...）

# loopring_wallet_desc
source: This wallet is created using the Loopring Wallet app and binds with the Loopring smart contract.
fr: Ce portefeuille est créé via l'application de portefeuille Loopring et se lie avec le contrat intelligent Loopring.
pt_pt: Esta carteira foi criada usando o aplicativo Carteira Loopring que está ligado ao contrato inteligente Loopring.
tr: Bu cüzdan Loopring Cüzdan uygulaması ile oluşturuldu ve bir Loopring akıllı kontratına sahip.
zh_hant: 該錢包是使用路印錢包手機APP端創建的，並與路印智能合約綁定。

# l2_not_active
source: Recipient can activate the Loopring L2 account for this address after you send assets.
fr: Le destinataire peut activer le compte Loopring L2 pour cette adresse après que vous ayez envoyé des actifs.
pt_pt: O recipiente pode ativar a conta Loopring L2 para este endereço após você enviar os ativos.
tr: Alıcı Loopring L2 hesabını siz bu adrese varlık gönderdikten sonra aktifleştirebilir.
zh_hant: 收款人可以在您轉賬後為此地址激活路印二層賬號。

# other_smar_twallet_desc
source: This wallet binds with a smart contract that does not support Loopring L2. You will need to send assets to the Ethereum L1 account.
fr: Cette adresse se lie à un contrat intelligent qui ne supporte pas le L2 de Loopring. Vous devrez envoyer des actifs au L1 du compte Ethereum.
pt_pt: Esta carteira está ligada com um contrato inteligente que não suporta Loopring L2. Você precisará enviar ativos para a conta Ethereum L1.
tr: Bu cüzdan Loopring L2 desteklemeyen bir akıllı kontrat kullanıyor. Varlıklarınızı Ethereum L1 kullanarak göndermelisiniz.
zh_hant: 該錢包與不支持路印二層的智能合約綁定。您需要將資金發送到一層賬號。

# exchange_desc
source: The following trading platforms currently do not support Loopring L2 transfers (Binance, Coinbase, etc...). You will need to send assets to the Ethereum L1 account.
fr: Les plateformes d'échange suivantes ne supportent pas les transferts Loopring L2 pour le moment : Binance, Coinbase, etc. Vous devrez envoyer les actifs sur le L1 du compte Ethereum.
pt_pt: As plataformas de troca seguintes não suportam transferências Loopring L2 atualmente (Binance, Coinbase, etc...). Você precisará enviar ativos para a conta Ethereum L1.
tr: Bu borsalar henüz Loopring L2 transferlerini desteklemiyor. (Binance, Coinbase, vb.). Varlıklarınızı Ethereum L1 kullanarak göndermelisiniz.
zh_hant: 以下交易平台目前不支持路印二層轉賬（Binance、Coinbase 等）。您需要將資金轉到一層賬號。

# l2_address_origin
source: Please confirm the address type to ensure the assets are sent to an address that supports Loopring L2.
fr: Veuillez confirmer le type d'adresse afin de vous assurer que les actifs sont envoyés à une adresse qui supporte le L2 de Loopring.
pt_pt: Por favor confirme o tipo de endereço para garantir que os ativos serão enviados para um endereço que suporta Loopring L2.
tr: Lütfen gönderdiğiniz adresin Loopring L2'yi desteklediğinden emin olun.
zh_hant: 請再次確認地址類型，以確保資產不會被錯誤發送到交易所地址。

# l2_not_open_risk
source: This address has not activated a Loopring L2 account. Please confirm the wallet can access Loopring L2 before sending or the assets transferred may be lost.
fr: Cette adresse n'a pas activé de compte Loopring L2. Veuillez vous assurer que ce portefeuille peut accéder au L2 de Loopring avant d'envoyer des actifs pour éviter que ceux-ci soient perdus.
pt_pt: Este endereço não ativou a conta Loopring L2. Por favor confirme que a carteira possui acesso a Loopring L2 antes de enviar ou os ativos transferidos poderão ser perdidos.
tr: Bu adresin aktif Loopring L2 hesabı bulunmuyor. Lütfen cüzdanın Loopring L2'ya erişebildiğinden emin olun.
zh_hant: 此地址尚未激活路印二層賬號。請在發送前確認錢包可以訪問路印二層，否則轉賬的資金可能會丟失。

source: Address Type
fr: Type d'adresse
pt_pt: Tipo de Endereço
tr: Adres Türü
zh_hant: 地址類型

# select_address_source
source: Please select the address type:
fr: Veuillez sélectionner le type d'adresse
pt_pt: Por favor selecione o tipo do endereço:
tr: Lütfen adres türünü seçin:
zh_hant: 請選擇地址來源：

# eg_eoa_wallet
source: e.g., Loopring Wallet, MetaMask, GameStop Wallet, Coinbase Wallet, imToken, Ledger, Trezor, and other EOA wallets.
fr: ex.: portefeuille Loopring, MetaMask, GameStop, Coinbase, imToken, Ledger, Trezor et autres portefeuilles externes (EOA).
pt_pt: ex.: Carteira Loopring, MetaMask, Carteira GameStop, Carteira Coinbase, imToken, Ledger, Trezor e outras carteiras EOA.
tr: Loopring Cüzdan, MetaMask, GameStop Wallet, Coinbase Wallet, imToken, Ledger, Trezor, ve diğer EOA cüzdanlar.
zh_hant: 例如：路印錢包、Metamask、Coinbase 錢包、Gamestop錢包、imtoken、Ledger、Trezor ... EOA錢包

# hobi_transactions_time
source: Transactions need to wait 24 hours
fr: Les transactions doivent attendre 24 heures
pt_pt: Transações demoram 24 horas
tr: İşlemlerin 24 saat beklemesi gerekiyor
zh_hant: 交易需要等待24小時

source: AMM Pool
fr: Piscine AMM
pt_pt: Pool AMM
tr: AMM Havuzu
zh_hant: AMM池子

# set_your_payment_passcode
source: Set Account Passcode
fr: Définir le code d'accès du compte
pt_pt: Definir Código de Acesso da Conta
tr: Güvenlik Kodu Oluştur
zh_hant: 設置錢包密碼

# confirm_your_payment_passcode
source: Confirm Account Passcode
fr: Confirmer le code d'accès du compte
pt_pt: Confirmar Código de Acesso da Conta
tr: Güvenlik Kodunu Onayla
zh_hant: 確認錢包密碼

# seconds_Reacquire
source: seconds remaining
fr: Secondes restantes
pt_pt: segundos restantes
tr: saniye kaldı
zh_hant: 秒重新獲取

source: Mobile Phone
fr: Téléphone cellulaire
pt_pt: Telefone Celular
tr: Cep tELEFONU
zh_hant: 手機號碼

source: Email Creation
fr: Création via adresse courriel
pt_pt: Criação por Email
tr: E-mail ile Oluşturma
zh_hant: 郵箱創建

source: Mobile Phone Creation
fr: Création via téléphone cellulaire
pt_pt: Criação por Núm. de Celular
tr: Cep Telefonu ile Oluşturma
zh_hant: 手機創建
