Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# rp_amount_each
source: Amount Each
fr: Quantité chaque
pt_pt: Quantia de Cada
tr: Her Biri İçin Miktar
zh_hant: 每個數量

# rp_set_name
source: Change Signature
fr: Changer la signature
pt_pt: Mudar Assinatura
tr: İmza Değiştir
zh_hant: 更改簽名

# rp_receive_details
source: Show Details >
fr: Afficher les détails >
pt_pt: Mostrar Detalhes >
tr: Detayları Göster >
zh_hant: 顯示明細 >

# rp_help_me
source: Share the Red Packet
fr: Partager l'enveloppe rouge
pt_pt: Compartilhe o Envelope Vermelho
tr: Kırmızı Paket'i Paylaş
zh_hant: 分享紅包

# rp_help_me_msg
source: If the recipient of the gift also re-shares the packet, they will receive half of whatever the next person receives.
fr: Si le destinaire du cadeau repartage l'enveloppe, il recevra également la moitié de ce que la prochaine personne obtiendra lors de l'ouverture de l'enveloppe.
pt_pt: Se o destinatário do presente também re-compartilhar o envelope, ele(a) também ganhará metade do que a próxima pessoa receber.
tr: Eğer paketin alıcısı da paketi hediye ederse, ek olarak bir sonraki kişinin aldığı miktarın yarısını da kazanır.
zh_hant: 接力紅包分享給他人，別人獲得多少，分享者也獲得多少。

source: Waiting...
fr: En attente...
pt_pt: Esperando...
tr: Bekleniyor...
zh_hant: 正在等待...

# transfer_to_L1_msg
source: If you transfer to an exchange address, please note: 1: Make sure the exchange can support contract deposits; 2: Do not transfer the same token from L2 to the same L1 address again before the first succeeds.
fr: Si vous effectuez un transfert vers l'adresse d'un échange, veuillez: 1: Vous assurez que l'échange supporte les dépôts provenant de contrats; 2: Ne pas transférer le même jeton du L2 vers la même adresse L1 avant de vous assurez que votre 1er transfert ait fonctionné au préalable.
pt_pt: Se estiver transferindo para um endereço de uma corretora: 1. Confirme que a corretora suporta depósitos de um contrato. 2. Confirme que a transferência de L2 para L1 foi realizada com sucesso antes de transferir novamente para o mesmo endereço.
tr: Bir borsa adresine gönderim yaparken, lütfen dikkat edin: 1: Borsanızın akıllı kontratlardan transferleri desteklediğinden emin olun.; 2: İlk işleminiz başarıyla gerçekleşmeden başka bir işlem gerçekleştirmeyin.
zh_hant: 如果您轉到交易所地址，請注意： 1：確保交易所支持合約充值； 2：在轉賬成功之前，不要將二層的同一個代幣再次轉入相同的一層地址。

# transfer_to_L2_msg
source: You can send on L2 to any self-custodial Ethereum wallet. However, if you are sending to a custodial wallet, (e.g. hosted by an exchange) please ensure they allow users to interact with Loopring L2.
fr: Vous pouvez envoyer sur le L2 à n'importe quel portefeuille Ethereum décentralisé. Toutefois, si vous envoyez à un portefeuille centralisé (ex.: hébergé par un échange), veuillez vous assurer qu'ils autorisent les utilisateurs à intéragir avec le L2 de Loopring.
pt_pt: Você pode enviar em L2 para qualquer endereço de carteira Ethereum auto-custodial. Porém se você estiver mandando para uma carteira custodial, (ex.: endereço providenciado por uma corretora) por favor certifique-se que eles permitem que usuários interajam com Loopring L2.
tr: L2'den herhangi bir gözetimsiz Ethereum L1 cüzdanına varlık gönderebilirsiniz. Ancak, eğer gözetimli bir cüzdana gönderiyorsanız (borsalardaki cüzdanlar gibi) lütfen önce alıcı adresin Loopring L2 'yi desteklediğinden emin olun.
zh_hant: 您可以從二層轉賬到任何非託管的以太坊錢包。但是，如果您轉賬到託管錢包（比如有交易所託管的），請確保它們允許用戶與路印二層進行交互。

# normal_withdraw_msg_colon
source: Normal (~40 minutes):
fr: Normal :
pt_pt: Normal:
tr: Normal:
zh_hant: 正常

# fast_withdraw_msg_colon
source: Fast (~15 seconds):
fr: Rapide (~15 seconds):
pt_pt: Rápido (~15 segundos):
tr: Hızlı (~15 saniye):
zh_hant: 快（~15 秒）:

# my_redpacket
source: Records
fr: Registre
pt_pt: Registros
tr: Geçmiş
zh_hant: 我的紅包

# rp_normal
source: Normal Red Packet
fr: Enveloppe rouge régulière
pt_pt: Envelope Vermelho Normal
tr: Normal Kırmızı Paket
zh_hant: 普通紅包

# rp_normal_msg
source: Each recipient receives a pre-set split of the total gift shared.
fr: Chaque destinataire recevra une part pré-déterminée du cadeau total partagé.
pt_pt: Cada recipiente receberá uma parte pré-definida do total do envelope compartilhado.
tr: Tüm alıcılar, hediyeden önceden belirlenmiş bir pay kazanır.
zh_hant: 每個紅包領取金額一樣。

# rp_lucky
source: Lucky Red Packet
fr: Enveloppe rouge chanceuse
pt_pt: Envelope Vermelho Sortudo
tr: Şanslı Kırmızı Paket
zh_hant: 拼手氣紅包

# rp_lucky_msg
source: Each recipient receives a random amount of the total gift shared.
fr: Chaque destinaire recevra une part aléatoire du cadeau total partagé.
pt_pt: Cada recipiente receberá uma parte aleatória do total do envelope compartilhado.
tr: Tüm alıcılar, hediyeden rastgele bir pay kazanır.
zh_hant: 每個紅包隨機領取金額。

# rp_choost_type
source: Select Red Packet Type
fr: Sélectionner le type d'enveloppe rouge
pt_pt: Escolha o Tipo de Envelope Vermelho
tr: Kırmızı Paket Türünü Seçin
zh_hant: 選擇紅包類型

# main_hot
source: Hot
fr: Chaud
pt_pt: Quente
tr: Popüler
zh_hant: 火爆

# amm_mining_rewards_total
source: Current/Total Mining Rewards
fr: Récomp. minage actuelles/totales
pt_pt: Atual/Total de Recompensas de Mineração
tr: Şimdiki/Toplam Madencilik Ödülleri
zh_hant: 當前/總挖礦獎勵

# rp_open
source: Open
fr: Ouvrir
pt_pt: Abrir
tr: Aç
zh_hant: 打開

# rp_invite_frien
source: Invite friends
fr: Inviter des amis
pt_pt: Convidar amigos
tr: Arkadaşlarınızı Davet Edin
zh_hant: 邀請朋友

# rp_use_ens
source: Use ENS
fr: Utiliser l'ENS
pt_pt: Usar ENS
tr: ENS Kullan
zh_hant: 使用ENS

# rp_use_sign
source: Use Signature
fr: Utiliser la signature
pt_pt: Usar Assinatura
tr: İmza Kullan
zh_hant: 使用簽名

# rp_start
source: Start
fr: Commencer
pt_pt: Começo
tr: Başla
zh_hant: 開始

# rp_receive_end
source: Sorry, Red Packet has ended
fr: Désolé, l'enveloppe rouge est terminée
pt_pt: Desculpa, o Envelope Vermelho expirou
tr: Üzgünüz, Kırmızı Paket sona erdi
zh_hant: 紅包已被領完

# rp_relay2
source: Relay
fr: Relais
pt_pt: Compartilhado
tr: Paylaş
zh_hant: 接力

# rp_lucky2
source: Lucky
fr: Chanceux
pt_pt: Sortudo
tr: Şanslı
zh_hant: 拼手氣

# rp_total_amount
source: Total
tr: Toplam
zh_hant: 總

# rp_received_finish
source: Finish
fr: Terminer
pt_pt: Finalizar
tr: Bitir
zh_hant: 結束

# rp_received_pending
source: Opened
fr: Ouverture
pt_pt: Aberto
tr: Açılıyor
zh_hant: 打開

# rp_received_notstart
source: Hasn't started
fr: Pas commencée
pt_pt: Ainda não começou
tr: Henüz başlamadı
zh_hant: 還沒開始

# rp_has_received
source: Received
fr: Ouverte
pt_pt: Recebido
tr: Açıldı
zh_hant: 已領取

# walletconnect_msg_default
source: Default format. Change to
fr: Format par défaut. Changer pour
pt_pt: Formato padrão. Mude para
tr: Varsayılan format. Şununla değiştir:
zh_hant: 默認格式，更改為

# walletconnect_msg_utf8
source: UTF-8 format. Change to
fr: Format UTF-8. Changer pour
pt_pt: Formato UTF-8. Mude para
tr: UTF-8 formatı. Şununla değiştir:
zh_hant: UTF-8格式, 更改為

# walletconnect_had_disconnect
source: WalletConnect disconnected
fr: WalletConnect déconnecté
pt_pt: WalletConnect desconectado
tr: WallecConnect bağlantısı kesildi
zh_hant: walletconnect未連接

# wc_connect_failed
source: Connection failed. Please try again.
fr: Échec de la connexion. Veuillez réessayer.
pt_pt: Conexão falhou. Por favor tente novamente.
tr: Bağlantı başarısız. Lütfen tekrar deneyin
zh_hant: 連接失敗，請重試

source: UTF-8 format
fr: Format UTF-8
pt_pt: Formato UTF-8
tr: UTF-8 formalı
zh_hant: UTF-8格式

# default_format
source: Hex format
fr: Format par défaut
pt_pt: Formato padrão
tr: Varsayılan format
zh_hant: 默認格式

# total_amount
source: Total
tr: Toplam
zh_hant: 總

# input_you_search_token
source: Enter the token to search
fr: Saisir le jeton à chercher
pt_pt: Insira o token a ser pesquisado
tr: Aranacak tokeni girin
zh_hant: 輸入幣種進行搜索

# connect_success
source: Success! Connected.
fr: Connecté avec succès
pt_pt: Conexão efetuada com sucesso
tr: Başarıyla Bağlandı
zh_hant: 成功連接。

# amm_join_fee
source: AMM deposit fee is %@
fr: Les frais de dépôt AMM sont de %@
pt_pt: A taxa para depósito AMM é %@
tr: AMM yatırma ücreti: %@
zh_hant: AMM入金費用為 %@

# rp_msg
source: A red envelope is worth a hundred blessings. Now you can send red envelopes with any tokens. Share the good wishes with friends and communities.
fr: Une enveloppe rouge vaut cent bénédictions. Vous pouvez maintenant envoyer une enveloppe contenant n'importe quel jeton. Partagez vos bons voeux à vos amis et à la communauté.
pt_pt: Um envelope vermelho vale mais que mil palavras. Agora você pode enviar envelopes vermelhos com qualquer token. Compartilhe felicidade com amigos e comunidades.
tr: Kırmızı zarflar, yüzyıllardır süren bereketli bir gelenektir. Onun devamı olan Kırmızı Paket ile istediğiniz tokeni arkadaşlarınıza ve topluluğunuza hediye edebilir, iyi dileklerinizi paylaşabilirsiniz!.
zh_hant: 一個紅包，勝過千言萬語。現在您可以使用任何代幣發送紅包。與朋友和社區分享美好的祝福。

# application
source: Utility
fr: Investir
pt_pt: Investir
tr: Yatırım
zh_hant: 投資

# rp_max_count
source: The maximum number of Red Packets is %@
fr: Le nombre maximum d'enveloppes rouges %@
pt_pt: O número máximo de Envelopes Vermelhos %@
tr: Maksimum Kırmızı Paket sayısı: %@
zh_hant: 紅包最大數量為 %@

# rp_received_finish_2
source: Red Packet ended
fr: L'enveloppe rouge a été reçue
pt_pt: Envelope Vermelho finalizado
tr: Kırmızı Paket alındı
zh_hant: 紅包已領完

# rp_received_end
source: The Red Packet expired
fr: L'enveloppe rouge est expirée
pt_pt: O Envelope Vermelho expirou
tr: Bu Kırmızı Paket'in süresi dolmuş
zh_hant: 紅包已過期

# rp_private2
source: Private
fr: Privée
pt_pt: Privado
tr: Özel
zh_hant: 私有

# rp_public2
source: Public
fr: Publique
pt_pt: Público
tr: Herkese açık
zh_hant: 公開

# rp_number_max
source: The total amount of the Red Packet cannot exceed
fr: Le quantité maximum de l'enveloppe rouge ne peut pas dépasser
pt_pt: A quantidade total do Envelope Vermelho não pode ultrapassar
tr: Kırmızı Paket miktarı şunu geçemez:
zh_hant: 紅包數量不超過

# rp_number_min
source: A single amount cannot be less than
fr: Une quantité individuelle ne peut être moins de
pt_pt: Uma quantia única não pode ser menor que
tr: Tek bir paketin miktarı şundan az olamaz:
zh_hant: 每個紅包至少 ;

# rp_private_msg
source: Your Red Packet is shared privately with others via a custom QR code.
fr: Votre enveloppe rouge est partagée de façon privée avec les autres via un code QR personnalisé.
pt_pt: Seu Envelope Vermelho é compartilhado em privado com outras pessoas por via de um código QR customizado.
tr: Kırmızı Paket oluşturulan QR kod yardımıyla özel olarak paylaşılır.
zh_hant: 您的私有紅包可以通過自定義的二維碼私下分享給別人。

# rp_use_wallet_scan
source: Scan and open with 'Loopring Wallet'
fr: Scanner et réclamer avec le "Portefeuille Loopring"
pt_pt: Escaneie e resgate com sua 'Carteira Loopring'
tr: "Loopring Cüzdan" ile tarayarak sahip olun.
zh_hant: 掃描並使用 "路印錢包"打開

# rp_who_help_other
source: Help
fr: Aide
pt_pt: Ajuda
tr: Yardım
zh_hant: 幫助

# rp_who_help_me
source: Help Me
fr: Aidez-moi
pt_pt: Me Ajuda
tr: Yardım Et
zh_hant: 幫助我

# no_limit
source: There is no limit, but changes are currently not supported
fr: Il n'y a pas de limite, mais les changements ne sont pas présentement pris en charge
pt_pt: Não existe um limite porém mudanças não são permitidas no momento
tr: Bir limit bulunmasa da değişiklik henüz desteklenmiyor
zh_hant: 沒有限制，現在不支持更改

# long_press_drag
source: Long press and drag
fr: Appuyer longtemps et glisser
pt_pt: Pressione, segure e arraste
tr: Uzunca basın ve sürükleyin
zh_hant: 長按拖動

# open_time_yet
source: Unable to open at this time
fr: Incapable d'ouvrir présentement
pt_pt: Não foi possível abrir neste momento
tr: Açma işlemi başarısız oldu
zh_hant: 現在還不是開放時間

# rp_fast_to_receive
source: Hurry up and claim it ~~
fr: Dépèchez-vous pour l'obtenir
pt_pt: Se apresse e resgate
tr: Acele et ve kaçırma!
zh_hant: 快搶

# feed_back_email
source: Email
fr: Courriel
zh_hant: 郵箱

# fee_deploy
source: Gas fee for deploying your smart wallet contract (paid to Ethereum network).
fr: Frais de gaz pour déployer le contrat intelligent de votre portefeuille (payé au réseau Ethereum).
pt_pt: Taxa de gás para implementar o seu contrato da carteira inteligente (a ser paga para rede Ethereum).
tr: Cüzdanınızın akıllı kontratını aktifleştirmek için ödenen Gas ücreti (Ethereum ağına ödendi)
zh_hant: 部署智能錢包合約的Gas費（支付給以太坊網絡）。

# red_Packet_send_time_earlier
source: The Red Packet cannot be sent in the past
fr: L'enveloppe rouge ne peut pas être envoyée dans le dernier
pt_pt: O Envelope Vermelho não pode ser enviado no passado
tr: Kırmızı Paket geçmiş tarihli gönderilemez
zh_hant: 紅包發送時間不能早於現在

# red_Packet_send_time_exceed
source: The Red Packet must be sent within 24 hours
fr: L'enveloppe rouge doit être envoyée dans les 24 heures
pt_pt: O Envelope Vermelho precisará ser enviado dentro das próximas 24h
tr: Kırmızı Paket 24 saat içinde gönderilmelidir
zh_hant: 紅包發送時間不能超過24小時

# dex_trade_swap_fee
source: Small amount fee
fr: Frais de faible coût
pt_pt: Taxa baixa
tr: Küçük miktar ücreti
zh_hant: 小額費用

# dex_trade_fee_details_trade
source: The trade fee for orders smaller than %@ is variable based on current gas prices and can only be Fill Or Kill/Market orders. Increase your order size and enjoy the lowest %@ order.
fr: Les frais de transaction pour les ordres plus petit que %@ varient en fonction du prix actuel du gaz et peuvent seulement être des ordres immédiats ou au marché. Augmentez la taille de votre ordre pour profiter du plus bas %@ d'ordre.
pt_pt: A taxa de troca para pedidos menores que %@ varia baseado no preço do gás atual e só podem ser Fill ou Kill/Pedidos de mercado. Aumente o tamanho de seu pedido e desfrute o menor pedido %@.
tr: %@ ve daha küçük miktarlı emir ücretleri; mevcut gas ücretine bağlı olarak değişir ve yalnız doldur ya da Öldür/Piyasa emirleri olarak gerçekleşebilirler. Emir miktarınızı büyüterek en düşük ücretin %@ tadını çıkarın.
zh_hant: 小於 %@ 訂單的taker fee將根據當前Gas價格而變化，並且只能是已成交的訂單（maker零手續費）。提高您的訂單金額，並享受最低 %@ 的訂單。

# offchain_fee_updated
source: Fee updated. Please try again.
fr: Frais mis à jour. Veuillez réessayer.
pt_pt: Taxa atualizada. Por favor tente novamente.
tr: Ücret değişti. Lütfen tekrar deneyin.
zh_hant: 費用已更新，請重試

# protocol_fee_reward
source: Protocol Fee Distribution
fr: Distribution des frais de protocole
pt_pt: Distribuição de Taxa do Protocolo
tr: Protokol ücreti dağıtımı
zh_hant: 協議費用分配

# maker_fee_reward
source: Maker Rebate
fr: Rabais de créateur
pt_pt: Desconto de Fabricante
tr: Yapıcı İadesi
zh_hant: 掛單返佣

# referrer_fee_reward
source: Referral Rebate
fr: Rabais de référence
pt_pt: Desconto de Indicação
tr: Referans İadesi
zh_hant: 推薦返佣

# channel_fee_reward
source: Channel Rebate
fr: Rabais de canal
pt_pt: Desconto de Canal
tr: Bağlantı İadesi
zh_hant: 渠道返佣

# rp_now_help_me_count_msg2
source: friends helped me claim the Red Packet and have received the amount of
fr: des amis m'ont aidé à mettre la main sur l'enveloppe rouge et ont reçu la quantité suivante
pt_pt: amigos me ajudaram a resgatar o Envelope Vermelho e receberam uma quantia de
tr: Bana Kırmızı Paket ile ödül almamı sağlayan arkadaşlarım şu kadar kazandı
zh_hant: 朋友幫我搶了紅包，拿到了 數量

# coin_details
source: Introduction
pt_pt: Introdução
tr: Hakkında
zh_hant: 介紹

# coin_start_time
source: Start Date
fr: Date de début
pt_pt: Data inicial
tr: Başlangıç Tarihi
zh_hant: 開始時間

# coin_start_amount
source: Total Supply
fr: Quantité totale disponible
pt_pt: Fornecimento Total
tr: Toplam Arz
zh_hant: 總供給

# coin_start_pirce
source: Opening Price
fr: Prix d'ouverture
pt_pt: Preço de Abertura
tr: Açılış Fiyatı
zh_hant: 開盤價

# coin_address
source: Token Contract Address
fr: L'adresse de contrat du jeton
pt_pt: Endereço do Contrato do Token
tr: Token Kontrat Adresi
zh_hant: 代幣合約地址

# coin_net
source: Official
fr: Officiel
pt_pt: Oficial
tr: Resmî
zh_hant: 官網

# coin_introduction
source: Introduction
pt_pt: Introdução
tr: Hakkında
zh_hant: 介紹

# verify_face_id
source: Verify with Face ID
fr: Vérifier avec Face ID
pt_pt: Verifique com Face ID
tr: Yüz tanıma ile doğrula
zh_hant: 需要驗證您的面容ID

# verify_touch_id
source: Verify with Touch ID
fr: Vérifier avec Touch ID
pt_pt: Verificar com Touch ID
tr: Parmak izi ile doğrula
zh_hant: 需要驗證您的觸控ID

# input_Password
source: Enter Passcode
fr: Saisir le code d'accès
pt_pt: Insira Código de Acesso
tr: Güvenlik kodunu girin
zh_hant: 輸入密碼

# face_Id_to_open
source: Tap to use Face ID
fr: Appuyez pour utiliser Face ID
pt_pt: Pressione para usar Face ID
tr: Yüz tanıma için dokunun
zh_hant: 輕觸使用面容ID

# touch_Id_to_open
source: Tap to use Touch ID
fr: Appuyez pour utiliser Touch ID
pt_pt: Pressione para usar Touch ID
tr: Parmak izi için dokunun
zh_hant: 輕觸使用觸控ID

# create_loopring_wallet
source: Create %@ Smart Wallet
fr: Créer %@ portefeuille intelligent
pt_pt: Criar Carteira Inteligente %@
tr: %@ Akıllı Cüzdanı Oluştur
zh_hant: 創建 %@ 智能錢包

# recover_loopring_wallet
source: Recover Smart Wallet
fr: Récupérer un portefeuille intelligent
pt_pt: Recuprar Carteira Inteligente
tr: Akıllı Cüzdanı Kurtar
zh_hant: 恢復智能錢包

# import_wallet_eoa
source: Import EOA Wallet
fr: Importer un portefeuille EOA
pt_pt: Importar Carteira EOA
tr: EOA Cüzdanı İçe Aktar
zh_hant: 導入EOA錢包

# eoa_walletname_hint
source: 1–12 alphanumeric characters
fr: 1–12 caractères alphanumériques
pt_pt: 1–12 caracteres alfanuméricos
tr: 1–12 rakam ya da alfabetik karakter
zh_hant: 1-12位數字或字母字符

source: Backup tips
fr: Astuces de sauvegarde
pt_pt: Dicas de backup
tr: Yedekleme Önerileri
zh_hant: 備份提示

# backup_tips_msg
source: The seed phrase provides access to the wallet’s assets.
fr: La phrase de récupération secrète donne accès aux actifs du portefeuille.
pt_pt: A Frase Secreta de Recuperação fornece acesso aos ativos da carteira.
tr: Gizli Kurtarma Kodu cüzdandaki varlıklara erişiminizi sağlar.
zh_hant: 擁有助記詞等於擁有所有資產。

# mnemonic_msg1
source: The seed phrase consists of English words. Please write them down and keep them safe.
fr: La phrase de récupération secrète est composée de mots en anglais. Veuillez les écrire sur un bout de papier et conservez-les en lieu sûr.
pt_pt: A Frase Secreta de Recuperação consiste de palavras em Inglês. Por favor anote-as e as mantenha em segurança.
tr: Gizli Kurtarma Kodu İngilizce kelimelerden oluşur. Lütfen onları yazın ve güvenliklerinden emin olun.
zh_hant: 助記詞由英文單詞組成，請抄錄並妥善保管。

# backup_mnemonic_msg1
source: Please write the seed phrase down in order to ensure the backup is correct.
fr: Veuillez écrire la phrase de récupération secrète sur un bout de papier et vérifier qu'elle est exacte.
pt_pt: Por favor anote a Frase Secreta de Segurança em um papel e confirme que está correto.
tr: Lütfen Gizli Kurtarma Kodunu bir kağıda yazın ve doğru olduğundan emin olun.
zh_hant: 請寫下助記詞，以確保備份正確。

# mnemonic_save_msg1
source: Keep your seed phrase in a safe place, isolated from any network.
fr: Conservez votre phrase de récupération secrète en lieu sûr, isolée de tout réseau. Ne la sauvegardez pas par courriel, par photo, dans le nuage, via une application social, etc.
pt_pt: Mantenha sua Frase Secreta de Recuperação em algum lugar seguro, isolado de qualquer rede. Não a salve usando email, fotos na cloud, aplicativos sociais, etc...
tr: Gizli Kurtarma Kodunu ağ bağlantısı olmayan güvenli bir yerde saklayın. E-mail, bulutta fotoğraf olarak ya da sosyal uygulamalarda sakın bulundurmayın.
zh_hant: 將您的助記詞保存在安全的地方，與任何網絡隔離。

# mnemonic_save_msg2
source: Don't share or store your seed phrase with a network via email, photo, social apps, etc…
fr: Ne partagez pas votre phrase de récupération secrète avec qui que ce soit. Une personne qui y accède aura le contrôle total sur votre portefeuille.
pt_pt: Não compartilhe sua Frase Secreta de Recuperação com ninguém. Se alguém conseguir acesso à ela, esta pessoa terá acesso total à sua carteira.
tr: Gizli Kurtarma Kodunu kimseyle paylaşmayın. Eğer birinin erişimi varsa, cüzdanınızın tamamını kontrol edebilir.
zh_hant: 不要與網絡共享和存儲助記詞，例如郵箱，照片，社交應用等。

# backup_confirm
source: Confirm backup
fr: Confirmer la sauvegarde
pt_pt: Confirmar backup
tr: Yedeklediğinizi Onaylayın.
zh_hant: 確認備份

# mnemonic_verify
source: Confirm seed phrase
fr: Confirmer la phrase de récupération secrète
pt_pt: Confirmar Frase Secreta de Recuperação
tr: Gizli Kurtarma Kodunu yazarak doğrulayın.
zh_hant: 確認助記詞

# mnemonic_verify_msg1
source: You need to confirm 3 consecutive words from your seed phrase to create a wallet.
fr: Vous devez confirmer 3 mots consécutifs de votre phrase de récupération secrète pour créer un portefeuille.
pt_pt: Você precisa confirmar 3 palavras consecutivas de sua Frase Secreta de Recuperação para criar uma carteira.
tr: Gizli Kurtarma Kodunuzdan ard arda gelen 3 kelimeyi doğrulayarak cüzdanınızı oluşturabilirsiniz.
zh_hant: 您需要檢查3個連續的助記詞來創建錢包。

# mnemonic_verify_msg2
source: Please select the %@ seed phrase to make sure you backed it up correctly.
fr: Veuillez sélectionner la %@ phrase de récupération secrète pour confirmer qu'elle a été sauvegardée correctement.
pt_pt: Por favor selecione a %@ palavra de sua Frase Secreta de Recuperação para confirmar que o backup está correto.
tr: Lütfen %@ Gizli Kurtarma Kodunu onaylayarak doğru bir şekilde yedeklediğinizi kanıtlayın.
zh_hant: 請選擇 %@ 助記詞以確保您已正確備份

# backup_mnemonic_error
source: You have made an error 3 times. Please back up again.
fr: Vous avez fait 3 erreurs. Veuillez sauvegarder à nouveau.
pt_pt: Você cometeu um erro 3 vezes. Por favor faça o backup novamente.
tr: Üç hata yaptınız. Lütfen tekrar yedekleyin.
zh_hant: 您已出錯3次，請重新備份

# import_wallet_use_mnemonic
source: Import wallet seed phrase
fr: Importer un portefeuille via la phrase de récupération secrète
pt_pt: Importar carteira usando a Frase Secreta de Recuperação
tr: Gizli Kurtarma Kodunu kullanarak bir cüzdanı içe aktar
zh_hant: 導入錢包助記詞

# import_wallet_use_key
source: Import wallet private key
fr: Importer la clé privée du portefeuille
pt_pt: Importar chave privada da carteira
tr: Cüzdanın özel anahtarını içe aktar
zh_hant: 導入錢包私鑰

# import_mnemonic
source: Seed phrase
fr: Phrase de récupération secrète
pt_pt: Frase Secreta de Recuperação
tr: Gizli Kurtarma Kodu
zh_hant: 助記詞

# import_privatekey
source: Private key
fr: Clé privée
pt_pt: Chave privada
tr: Özel anahtar
zh_hant: 私鑰

# output_key_outline
source: Save offline
fr: Sauvegarder hors ligne
pt_pt: Salvar offline
tr: Çevrimdışı kaydet
zh_hant: 離線保存

# output_key_outline_msg
source: Please refrain from saving any important information on email, cloud storage, notepad, IM tools, etc…. It may jeopardize the security of assets.
fr: Veuillez vous abstenir de sauvegarder des informations sensibles par courriel, stockage infonuagique, bloc-notes, outil de messagerie instantanée, etc. Cela pourrait compromettre la sécurité de vos actifs.
pt_pt: Por favor tente não salvar nenhuma informação importante em emails, armazenamento na nuvem, bloco de notas, mensageiros, etc... Não seguir esta recomendação poderá prejudicar a segurança de seus ativos.
tr: Lütfen önemli bilgileri e-mail, bulut depolama, not defteri gibi araçlarda saklamaktan sakının. Çünkü bunlar, varlıklarınızı tehlikeye atabilir.
zh_hant: 請不要將任何重要信息保存在郵箱/雲存儲/記事本/IM工具等，這可能會危及資產安全。

# output_key_net
source: Please do not transfer via the internet.
fr: Veuillez ne pas transférer via l'Internet
pt_pt: Por favor não transfira pela internet
tr: Lütfen internet aracılığıyla göndermeyin
zh_hant: 請不要通過互聯網傳輸
