Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# output_key_net_msg
source: Avoid transferring through internet tools to help prevent attacks by hackers, resulting in irreversible loss of assets. It is recommended to execute a transaction by scanning the wallet's QR Code offline.
fr: Évitez de transférer via des outils en ligne afin d'aider à prévenir les attaques de pirates informatiques qui pourraient résulter en la perte définitive de vos actifs. Il est recommandé d'effectuer une transaction en scannant le code QR d'un portefeuille en étant en mode hors ligne.
pt_pt: Evite transferir através de ferramentas da internet para prevenir ataques de hackers, resultando em perda irreversível de ativos. É recomendado efetuar a transação escaneando o Código QR da carteira de modo offline.
tr: İnternet kullanan araçlarla göndermekten sakınmak hackerlardan korunmanıza yardım edebilir ve varlıklarızı kaybetmeyi engelleyebilir. Önerilen, cüzdanın QR kodu tarayıcısını kullanarak, taramanın çevrimdışı olarak gerçekleştirilmesidir.
zh_hant: 請勿通過互聯網工具進行傳輸，以免遭到黑客攻擊，造成不可挽回的資產損失。建議離線掃描錢包二維碼進行交易。

# output_key_tools
source: Utilize Password Management Tools
fr: Utiliser un outil de gestion des mots de passe
pt_pt: Utilize Ferramentas de Gerenciamento de Senhas
tr: Parola yönetme araçlarından faydalanın
zh_hant: 利用密碼管理工具

# output_key_tools_msg
source: It is recommended to use professional password management tools to store and manage passwords.
fr: Il est recommandé d'utiliser un outil de gestion des mots de passe professionnel pour sauvegarder et gérer vos mots de passe.
pt_pt: O uso de ferramentas profissionais para salvar e gerenciar senhas é recomendado.
tr: Profesyonel parola yönetim araçlarını kullanarak şifrelerinizi saklamanız ve yönetmeniz önerilir.
zh_hant: 建議使用專業的密碼管理工具來存儲和管理密碼。

# speed_up_tx
source: Accelerate
fr: Accélérer
pt_pt: Acelerar
tr: Hızlandır
zh_hant: 加速

# speed_up_tx_msg
source: Accelerate transactions with the best fee rate
fr: Transactions accélérées avec le meilleur taux de frais
pt_pt: Acelere transações com as melhores taxas
tr: İşlemlerin hızını en iyi ücretlerle hızlandırın
zh_hant: 以最優惠的費率加速交易

# cancel_tx
source: Cancel the Transaction
fr: Annuler la transaction
pt_pt: Cancelar transação
tr: İşlemi İptal Et
zh_hant: 取消發送

# cancel_tx_msg
source: Send a 0 ETH transaction to your wallet address
fr: Envoyé une transaction de 0 ETH à l'adresse de votre portefeuille
pt_pt: Mande uma transação de 0 ETH para o endereço de sua carteira
tr: Cüzdan adresinize 0 ETH değerinde bir işlem gönderin
zh_hant: 向您的錢包地址轉賬 0 ETH交易

# speed_up_before
source: Before Acceleration
fr: Avant l'accélération
pt_pt: Antes da Aceleração
tr: Hızlandırmadan Önce
zh_hant: 加速前

# speed_up_after
source: After Acceleration
fr: Après l'accélération
pt_pt: Após Aceleração
tr: Hızlandırmadan Sonra
zh_hant: 加速後

# apply_authorization
source: Token Authorization
fr: Demander l'autorisation
pt_pt: Solicitar Autorização
tr: Token Onayı
zh_hant: 請求授權

source: Authorization Details
fr: Détails de l'autorisation
pt_pt: Detalhes de Autorização
tr: Yetki Detayları
zh_hant: 授權詳情

source: Authorization Amount
fr: Quantité de l'autorisation
pt_pt: Quantia de Autorização
tr: Yetki Miktarı
zh_hant: 授權數量

source: Authorization Address
fr: Adresse de l'autorisation
pt_pt: Endereço de Autorização
tr: Yetki Adresi
zh_hant: 授權地址

source: Authority
fr: Autorité
pt_pt: Autoridade
tr: Yetkili
zh_hant: 授權

source: Unlimited
fr: Illimité
pt_pt: Ilimitado
tr: Sınırsız
zh_hant: 無限

# dex_apply_for_authorization
source: Loopring L2 Token Authorization
fr: Autorisation d'approbation d'un jeton Loopring L2
pt_pt: Solicitação de autorização para token Loopring L2
tr: Loopring L2 Token Onayı
zh_hant: 路印二層申請授權

# activite_dex
source: Activate Loopring L2 account
fr: Activer le compte Loopring L2
pt_pt: Ative a conta Loopring L2
tr: Loopring L2 hesabını aktifleştir
zh_hant: 激活路印二層

# activite_dex_msg
source: Activating Loopring L2 requires a deposit of %@ ETH on the Loopring L2 account.
fr: L'activation d'un compte Loopring L2 nécessite %@ ETH dans le compte Loopring L2.
pt_pt: Para ativar a conta Loopring L2 você precisa de %@ ETH em sua conta Loopring L2.
tr: Loopring L2 hesabını aktifleştirmek için, Loopring L2 hesabında %@ ETH olmalıdır.
zh_hant: 激活路印二層賬號需要一層賬號 %@ ETH

# activite_dex_msg2
source: Activating the Loopring L2 account requires a transfer to the Loopring L2 account
fr: L'activation d'un compte L2 de Loopring requiert un transfert au compte L2 de Loopring.
pt_pt: Para ativar a conta Loopring L2 você precisa fazer um depósito para sua conta Loopring L2.
tr: Loopring L2 hesabını aktifleştirmek için, o adrese bir yatıma işlemi gerçekleşmesi gerekir.
zh_hant: 激活路印二層賬號需要一筆到二層賬號的轉賬

# edit_your_wallet_name
source: Enter name here
fr: Saisir le nom ici
pt_pt: Insira o nome aqui
tr: Buraya ismi girin
zh_hant: 在這裡輸入名字

# account_available
source: Available
fr: Disponible
pt_pt: Disponível
tr: Uygun
zh_hant: 可用的

# to_trade1
source: Trade>>
fr: Échanger>>
pt_pt: Trocar>>
tr: Takas>>
zh_hant: 交易>>

# ranking_pk1
source: Tournament
fr: Tournoi
pt_pt: Torneio
tr: Turnuva
zh_hant: 交易大賽

# favorite_add
source: + Add Favorite
fr: + Ajouter aux favoris
pt_pt: + Adicionar Favorito
tr: + Favorilere Ekle
zh_hant: + 添加收藏

# favorite_del
source: Delete
fr: Supprimer
pt_pt: Excluir
tr: Sil
zh_hant: 取消

# favorite_del2
source: Delete Favorite
fr: Supprimer des favoris
pt_pt: Excluir Favorito
tr: Favoriyi Sil
zh_hant: 取消收藏

# favorite_del3
source: Delete Favorite
fr: Retirer des favoris
pt_pt: Excluir Favorito
tr: Favorilerden Kaldır
zh_hant: 取消收藏

# favorite_add2
source: Add Favorite
fr: Ajouter aux favoris
pt_pt: Adicionar Favorito
tr: Favori Ekle
zh_hant: 添加收藏

# favorite_set
source: Edit
fr: Modifier
pt_pt: Editar
tr: Düzenle
zh_hant: 編輯

# swap_time_countdown
source: Swap will be opened after the countdown ends
fr: L'échange sera ouvert à la fin du décompte.
pt_pt: Câmbio estará disponível após a contagem regressiva terminar
tr: Geri sayın bittikten sonra takas seçeneği açılacak
zh_hant: 倒計時結束後會開啟閃兌

# no_trade_ranking_found
source: Trade Ranking not found
fr: Aucun rang de transactions trouvé
pt_pt: Nenhuma classificação de troca encontrada
tr: Takas sıralaması bulunamadı
zh_hant: 未找到交易排名

# favorite_edit
source: Edit Favorites
fr: Modifier les favoris
pt_pt: Editar Favoritos
tr: Favorileri Düzenle
zh_hant: 編輯收藏

# favorite_edit_done
source: Done
fr: Terminé
pt_pt: Finalizado
tr: Tamam
zh_hant: 已完成

source: Transfer again
fr: Transférer à nouveau
pt_pt: Transferir novamente
tr: Tekrar Transfer Et
zh_hant: 再次轉賬

source: Ethereum
zh_hant: 以太坊

# chart_24hour
source: 24 Hour
fr: 24 heures
pt_pt: 24 Horas
tr: 24 Saat
zh_hant: 24小時

# chart_1week
source: 1 Week
fr: 1 semaine
pt_pt: 1 Semana
tr: 1 Hafta
zh_hant: 1週

# chart_1month
source: 1 Month
fr: 1 mois
pt_pt: 1 Mês
tr: 1 Ay
zh_hant: 1月

# only_support_same_network_contact
source: This wallet address belongs to %@. Only they can add the same network Guardian.
fr: Ceci est l'adresse du portefeuille de %@. Eux seuls peuvent ajouter le même Gardien réseau.
pt_pt: Este é o endereço de carteira de %@. Somente ele(a) pode adicionar o mesmo Guardião de rede.
tr: Bu %@ kişisinin cüzdan adresi. yalnız o bu ağa Koruyucu ekleyebilir.
zh_hant: 這是 %@ 錢包地址，只能添加同一個網絡的守護人。

# time_oneday2
source: 24 Hour
fr: 24 heures
pt_pt: 24 Horas
tr: 24 Saat
zh_hant: 24小時

# time_oneWeek2
source: 1 Week
fr: 1 semaine
pt_pt: 1 Semana
tr: 1 Hafta
zh_hant: 1週

# time_oneMonth2
source: 1 Month
fr: 1 mois
pt_pt: 1 Mês
tr: 1 Ay
zh_hant: 1月

# arbitrum_address_description
source: This address only supports the Arbitrum network. Please don't transfer assets to another network.
fr: Cette adresse ne supporte que le réseau Arbitrum. Veuillez ne pas transférer d'actifs à un autre réseau.
pt_pt: Este endereço funciona somente com a rede Arbitrum. Por favor não transfira ativos para outro tipo de rede.
tr: Bu adres sadece Arbitrum ağını destekler. Lütfen başka bir ağa varlık göndermeyin.
zh_hant: 該地址僅支持Arbitrum網絡，請勿將其他網絡資產轉入。

# manage_wallet
source: Wallet Management
fr: Gestion du portefeuille
pt_pt: Gerenciar Carteira
tr: Cüzdan Yönetimi
zh_hant: 管理錢包

# Waiting_for_Payment
source: Waiting for deposit. Tap to continue
fr: En attente du dépôt. Appuyez pour continuer
pt_pt: Esperando depósito, pressione para continuar
tr: Yatırma bekleniyor. Devam etmek için dokunun.
zh_hant: 等待充值，點擊繼續

# Waiting_for_Payment_title
source: Wait for deposit
fr: Attendez le dépôt
pt_pt: Esperando por depósito
tr: Yatırma bekleniyor
zh_hant: 等待充值

# wallet_status_creating
source: Creating
fr: Création en cours
pt_pt: Criando
tr: Oluşturuluyor
zh_hant: 正在創建

# wallet_status_recovering
source: Recovering
fr: Récupération en cours
pt_pt: Recuperando
tr: Kurtarılıyor
zh_hant: 正在恢復

# transfer_warning_1
source: The address %@ is not supported by the Arbitrum network. Cannot send to this address.
fr: Cette adresse %@ n'est pas prise en charge par le réseau Arbitrum. Impossile d'envoyer à cette adresse.
pt_pt: A rede Arbitrum não possui suporte para o endereço %@. Não é possível enviar para este endereço.
tr: Bu adres %@ Arbitrum ağı tarafından desteklenmiyor. Bu adrese gönderemezsiniz.
zh_hant: 地址 %@ 不支持Arbitrum網絡，無法轉賬到此地址

# transfer_warning_2
source: Please confirm the address %@ supports the Arbitrum network. Otherwise, the token you transferred will be lost.
fr: Veuillez confirmer que l'adresse prend en charge le réseau Arbitrum. Autrement, le jeton que vous avez transféré sera perdu.
pt_pt: Por favor confirme que o endereço %@ suporta a rede Arbitrum; caso contrário, o token que você transferiu será perdido.
tr: Lütfen bu adresin %@ Arbitrum ağını desteklediğini doğrulayın. Aksi taktirde tranfer ettiğiniz tokenler kaybolur.
zh_hant: 請確保地址 %@ 支持Arbitrum網絡，否則您轉賬的代幣將會丟失

# transfer_warning_3
source: The address %@ does not support the Ethereum network. Cannot withdraw to this address.
fr: Cette adresse ne supporte pas le réseau Ethereum. Impossible de retirer à cette adresse.
pt_pt: O endereço %@ não suporta a rede Ethereum. Não é possível sacar para este endereço.
tr: Bu adres %@ Ethereum ağını desteklemiyor. Bu adrese çekim yapamazsınız.
zh_hant: 地址 %@ 不支持以太坊網絡，無法提現到該地址

# transfer_warning_4
source: Please confirm the address %@ supports the Ethereum network. Otherwise, the token you withdraw will be lost.
fr: Veuillez confirmer que l'adresse %@ prend en charge le réseau Ethereum. Autrement, le jeton que vous retirez sera perdu.
pt_pt: Por favor confirme que o endereço %@ suporta a rede Ethereum; caso contrário, o token que você transferiu será perdido.
tr: Lütfen bu adresin %@ Ethereum ağını desteklediğini doğrulayın. Aksi takdirde çektiğiniz tokenler kaybolur.
zh_hant: 請確保地址 %@ 支持以太坊網絡，否則您提現的代幣將會丟失

# transfer_warning_5
source: The address %@ does not support the Ethereum network. Cannot send to this address.
fr: Cette adresse ne supporte pas le réseau Ethereum. Impossible d'envoyer à cette adresse.
pt_pt: O endereço %@ não suporta a rede Ethereum. Não é possível enviar para este endereço.
tr: Bu adres %@ Ethereum ağını desteklemiyor. Bu adrese gönderemezsiniz.
zh_hant: 地址 %@ 不支持以太坊網絡，無法轉賬到此地址

# add_trust_guardian_warning_1
source: Please confirm the address %@ supports the %@ network.
fr: Veuillez confirmer que l'adresse %@ prend en charge le réseau %@.
pt_pt: Por favor confirme que o endereço %@ suporta a rede %@.
tr: Lütfen bu adresin %@, bu ağı %@ desteklediğinden emin olun.
zh_hant: 請確保該地址 %@ 支持 %@ 網絡

# can_not_lock
source: The person you protect has wallet contract version V1. You cannot lock the wallet. Please ask them to lock it using another Guardian or the Official Loopring Guardian.
fr: Le contrat de portefeuille de la personne que vous protégez est à la version V1. Vous ne pouvez pas verrouiller le portefeuille. Veuillez lui demander de verrouiller son portefeuille en utilisant un autre Gardien ou le Gardien officiel de Loopring.
pt_pt: A pessoa que você protege tem o contrato de carteira V1. Você não pode bloquear a carteira. Por favor peça para que ele(a) tente bloquear a carteira solicitando a aprovação de outro Guardião ou do Guardião Oficial do Loopring.
tr: Koruduğunuz kişinin cüzdan kontrat versiyonu V1. Cüzdanı kilitleyemezsiniz. Lütfen ona başka bir Koruyucu ya da Resmi Loopring Koruyucusu kullanarak kilitlemesini söyleyin.
zh_hant: 您守護的錢包合約版本是1.0版本，不能鎖定錢包。請通過其他守護人或官方守護人聯繫您守護的錢包並將其鎖定。

source: Others
fr: Autres
pt_pt: Outros
tr: Diğerleri
zh_hant: 其他

# network_support_pre
source: Supports
fr: Prend en charge
pt_pt: Suporta
tr: Destek
zh_hant: 支持

# no_assets_yet
source: No available balance. Please tap to %@.
fr: Vous n'avez aucun actif pour le moment. Veuillez appuyer pour %@
pt_pt: Você não possui nenhum ativo ainda. Por favor pressione para %@.
tr: Henüz varlığınız yok. Lütfen dokunun %@.
zh_hant: 您還沒有資產，請點擊 %@

source: ENS Fee:
fr: Frais ENS :
pt_pt: Taxa ENS:
tr: ENS Ücreti:
zh_hant: ENS費用:

source: Bind ENS
fr: Lier le ENS
pt_pt: Vincular ENS
tr: ENS Oluşturun
zh_hant: 綁定ENS

# ens_fee_title
source: Wallet ENS
fr: ENS du portefeuille
pt_pt: ENS da Carteira
tr: Cüzdanın ENS'i
zh_hant: 錢包ENS

# bind_ens_nav
source: Please enter the wallet ENS
fr: Veuillez saisir l'ENS du portefeuille
pt_pt: Por favor insira o ENS da carteira
tr: Lütfen cüzdanın ENS adresini girin
zh_hant: 請輸入錢包ENS

# fee_title_suffix
source: %@ Fee
fr: Frais de %@
pt_pt: Taxa %@
tr: %@ Ücreti
zh_hant: %@ 費用

# confirm_pay
source: Confirm Payment
fr: Confirmer le paiement
pt_pt: Confirme o Pagamento
tr: Ödemeyi Onayla
zh_hant: 確認支付

# title_ens_name
source: ENS
zh_hant: ENS名字

# title_ens_fee
source: ENS Fee
fr: Frais ENS
pt_pt: Taxa ENS
tr: ENS Ücreti:
zh_hant: ENS費用

# fee_purpose
source: Purpose
fr: Objectif
pt_pt: Propósito
tr: Amaç
zh_hant: 目的

# title_transaction_fee
source: Fee
fr: Frais
pt_pt: Taxa
tr: Ücret
zh_hant: 費用

# title_ens_payment
source: Payment
fr: Paiement
pt_pt: Pagamento
tr: Ödeme
zh_hant: 付款

# title_ens_create_fee
source: ENS Fee
fr: Frais d'enregistrement ENS
pt_pt: Taxa de Registro de ENS
tr: ENS Kayıt Ücreti
zh_hant: ENS註冊費

# ens_binding_status_failed
source: Failed
fr: Échoué
pt_pt: Falhou
tr: Başarısız
zh_hant: 失敗

# ens_binding_status_binding
source: Processing
fr: Traitement
pt_pt: Processando
tr: İşleniyor
zh_hant: 正在處理

# ens_binding_status_bound
source: Success
fr: Réussite
pt_pt: Sucesso
tr: Başarılı
zh_hant: 成功

# ens_binding_status_submitted
source: Submitted
fr: Soumis
pt_pt: Enviado
tr: İletildi
zh_hant: 已提交

# ens_invalid_msg
source: Invalid ENS
fr: ENS invalide
pt_pt: ENS Inválido
tr: Geçersiz ENS
zh_hant: 無效的ENS

# wallet_create_or_recover
source: + Create or Recover Wallet
fr: + Créer ou récupérer un portefeuille
pt_pt: + Criar ou Recuperar Carteira
tr: + Cüzdanı Oluştur ya da Kurtar
zh_hant: + 創建或恢復錢包

# wallet_create_choose
source: Choose the network to create the wallet
fr: Sélectionnez le réseau pour créer le portefeuille
pt_pt: Selecione a rede para criar a carteira
tr: Cüzdan oluşturmak için bir ağ seçin
zh_hant: 選擇網絡創建錢包

# arbitrum_what_is
source: What is Arbitrum?
fr: Qu'est-ce qu'Arbitrum?
pt_pt: O que é Arbitrum?
tr: Arbitrum Nedir?
zh_hant: Arbitrum介紹?

# arbitrum_msg
source: Arbitrum is a Layer 2 solution designed to improve the capabilities of Ethereum smart contracts — boosting their speed and scalability, while adding in additional privacy features to boot.
fr: Arbitrum, une solution L2 conçue pour améliorer les capacités des contrats intelligents d'Ethereum, permet d'accroître la rapidité et l'extensibilité des contrats intelligents tout en ajoutant des fonctionnalités de confidentialité.
pt_pt: Arbirum é uma solução de Layer 2 projetado para melhorar as capacidades de contratos inteligentes de Ethereum — aumentando sua velocidade e escabilidade, ao mesmo tempo que adiciona recursos adicionais de privacidade.
tr: Arbitrum, Ethereum ağındaki akıllı kontratların yetkinliğini artırmak için tasarlanmış bir çözümdür. Onların hızlarını ve ölçekllendiilmelerini artırırken bir yandan da gizlilik fonksiyonları ekler.
zh_hant: Arbitrum是一個旨在提升以太坊智能合約性能的二層擴容方案。 Arbitrum在實現了高吞吐量和可擴展性的同時，還額外增加了能提高隱私性的可選功能。

# arbitrum_how_to_work
source: How does Arbitrum work?
fr: Comment est-ce qu'Arbitrum fonctionne?
pt_pt: Como Arbitrum funciona?
tr: Arbitrum nasıl çalışır?
zh_hant: Arbitrum工作原理

# arbitrum_how_to_work_msg
source: The Arbitrum compiler takes your Solidity contracts and compiles them to run on Arbitrum. The EthBridge connects Arbitrum-land with Ethereum-land, letting you communicate and pass ether and tokens back and forth. Your Arbitrum code is run by validators, whom you choose. Your contract will run correctly if even one of your chosen validators is honest — that’s the AnyTrust guarantee. All of this can happen quickly and mostly off-chain.
fr: Le compilateur Arbitrum prend vos contrats Solidity et les compiles afin de les exécuter sur Arbitrum. EthBridge connecte Abitrum-land et Ethereum-land vous permettant ainsi de communiquer et d'échanger de l'ether et des jetons d'un côté à l'autre. Votre code Abritrum est exécuté par les valideurs de votre choix. Votre contrat s'exécutera correctement même si un seul de vos valideurs est honnête — c'est la garantie AnyTrust. Tout cela peut se produire rapidemment et essentiellement à l'extérieur de la chaîne.
pt_pt: O compilador Arbitrum recebe seus contratos Solidity e os compila para rodar em Arbitrum. A ponte EthBridge conecta a rede Arbitrum com a rede Ethereum, permitindo que você comunique e transfira ether e outros tokens de um lado para o outro. Seu código Arbitrum é executado por validadores que você mesmo escolhe. Seu contrato será executado até mesmo se somente um de seus validadores for honesto — esta é a garantia AnyTrust. Tudo isto acontece rapidamente e, na maior parte, por fora da rede.
tr: Arbitrum derleyicisi, sizin Solidity kontratlarınızı alır, düzenler ve Arbitrum'da çalışmasını sağlar. EthBridge de Arbitrum-land'i Ethereum-Land'e bağlar, size ether ve diğer tokenleri istediğiniz gibi yollamanızı sağlar. Arbitrum kodunuz seçtiğiniz onaylayıcılar aracılığıyla çalışır. Kontratınız yalnız bir onaylayıcı dahi çalıştığı sürece aktif kalır ve bu AnyTrust garantisidir. Bütün bunlar hızlıca ve çoğunluğu blokzincir dışında gerçekleşir.
zh_hant: Arbitrum編譯器需要將以太坊Solidity合約進行再次編譯才能在Arbitrum上運行。 Arbitrum特有的Ethbridge功能可以將 Arbitrum 和以太坊連接起來，讓用戶實現跨鏈通信以及代幣流通。在Arbitrum上，你的代碼會由你所選擇的驗證者（Validators）來運行，Arbitrum特有的AnyTrust機制保證了只要你選擇的驗證者有一個可信，那合約便能正確運行。

# arbitrum_additional_benefits
source: Additional benefits
fr: Avantages supplémentaires
pt_pt: Benefícios adicionais
tr: Ek faydalar
zh_hant: Arbitrum优势

# arbitrum_additional_benefits_msg
source: Arbitrum is compatible with Ethereum. Arbitrum makes your DApp scalable, by moving almost all of its activity off-chain and making your DApp's cost independent of the size of its code and data. Arbitrum also preserves privacy by letting you choose who gets to see what your DApp is doing. And Arbitrum gives you confidence in your DApp's correctness due to the AnyTrust Guarantee which lets you pick your validators and requires only one honest validator to ensure correct behavior.
fr: Arbitrum est compatible avec Ethereum. Arbitrum rend votre application décentralisée (DApp) extensible en déplaçant la majorité de ses activités en dehors de la chaîne et en rendant le coût de votre DApp indépendant de la taille de son code et de ses données. Arbitrum préserve également la confidentialité en vous permettant de choisir qui peut voir ce que fait votre DApp. Arbitrum vous permet aussi d'avoir confiance en l'exactitude de votre DApp grâce à la garantie AnyTrust qui vous permet de choisir vos validateurs et qui nécessite un seul validateur honnête pour assurer un bon comportement.
pt_pt: Arbitrum é compatível com Ethereum. Arbitrium faz com que o seu DApp seja escalável ao mover quase toda a atividade do aplicativo para fora da rede, fazendo com que o custo de execução de seu DApp seja independente do tamanho de seu código e dados. Arbitrum também preserva sua privacidade ao permitir que você escolha quem pode visualizar o que o seu DApp está fazendo. E Arbitrum te dá confiança que seu DApp está correto por causa da Garantia AnyTrust que permite que você escolha seus validadores e precisa que somente um de seus validadores funcionem para garantir o comportamento correto.
tr: Arbitrum Ethereum ile uyumludur. Arbitrum neredeyse tüm aktiviteyi blokzincir dışına taşır böylece DApp'inizin boyutu ve verisinden bağımsızlaştırarak ölçeklendirilebilmesini sağlar. Arbitrum ayrıca DApp'inizin ne yaptığını görebilecek kişileri seçmenizi sağlayarak gizliğinizi korur. Arbitrum AnyTrust ile, tek bir doğrulayıcı bile dürüstçe devam ederse DApp'inizin çalışmaya devam edeceği garantisi verir. Projenizde güvenle ilerlemenizi sağlar.
zh_hant: Arbitrum與以太坊兼容，幾乎能移植所有以太坊DApp。 Arbitrum基本將所有的運算都遷移到了鏈下，這使得運行在Arbitrum上的DApp的花費不再與它的代碼或是數據相關，有效提升了DApp的可擴展性；另外，Arbitrum允許用戶選擇DApp的運行對誰可見，保證了DApp的隱私性；最後，由於AnyTrust機制，只要所選的驗證者中有一個可信便能保證DApp準確運行，這使Arbitrum賦予了DApp極高的準確性。

# ac_check_trade_warning
source: Apologies but we are unable to provide order services or AMM deposits in your area as per our Terms of Use.
fr: Nous sommes malheureusement dans l'impossibilité de fournir des services d'ordres ou de dépôts AMM dans votre région conformément à nos conditions d'utilisation.
pt_pt: Desculpa, porém não podemos prover serviços de pedidos ou depósitos AMM na sua área de acordo com nossos Termos de Uso.
tr: Üzgünüz, kullanım şartlarımız nedeyiyle şimdilik bölgenize emir hizmeti ya da AMM yatırma servisi veremiyoruz.
zh_hant: 抱歉，根據我們的使用條款，我們無法通過對您IP地址所在地區提供訂單和AMM入金服務。

# ac_check_regist_warning
source: Apologies but we are unable to provide wallet registration services in your area as per our Terms of Use.
fr: Nous sommes malheureusement dans l'impossibilité de fournir des services d'enregistrement d'un portefeuille dans votre région conformément à nos conditions d'utilisation.
pt_pt: Desculpa, porém não podemos prover serviços de registro de carteira na sua área de acordo com nossos Termos de Uso.
tr: Üzgünüz, kulanım şartlarımız nedeniyle şimdilik bölgenizde cüzdan oluşturma hizmeti veremiyoruz.
zh_hant: 抱歉，根據我們的使用條款，我們無法對您IP地址所在地區（或手機號所在地區）提供錢包註冊服務。

# counterfactual_name
source: Counterfactual
fr: Non-déployé
pt_pt: Contrafactual
tr: Karşıolgusal
zh_hant: 反事實

# recover_not_create
source: Your Ethereum L1 account is not activated. Please activate the L1 account and then recover the wallet.
fr: Votre compte L1 d'Ethereum n'est pas activé. Veuillez activer votre compte L1 d'Ethereum, puis récupérer le portefeuille.
pt_pt: Sua conta Ethereum L1 não foi ativada.
tr: Ethereum L1 hesabınız aktifleştirilmemiş. Önce Ethereum L1 hesabınızı aktif hale getirip, sonra kurtarma işlemi gerçekleştirebilirsiniz.
zh_hant: 您的以太坊一層賬號未激活，想要進行恢復操作，您需要先激活一層賬號。

# receiveInfo
source: Because your wallet’s Ethereum L1 account is not activated, you will need to activate it before recovering your wallet. Please deposit the required amount of assets to recover your wallet. Creation cost (est.): %@. Recovery cost (est.): %@.
fr: Le compte Ethereum L1 de votre portefeuille n'est pas activé. Vous devez l'activer avant de procéder à la récupération de votre portefeuille. Veuillez déposer la quantité requise d'actifs pour récupérer votre portefeuille. Frais d'activation: %@ Frais de récupération: %@
pt_pt: A conta Ethereum L1 de sua carteira não foi ativada, você precisa ativá-la primeiro antes de recuperar sua carteira. Por favor deposite a quantia de ativos necessária para recuperar sua carteira. Taxa de ativação: $ %@ Taxa de recuperação: $ %@
tr: Cüzdanınızın Ethereum L1 hesabı aktif olmadığı için, cüzdanınızı kurtarmak için önce onu aktif hale getirmelisiniz. Lütfen cüzdanınızı kurtarmak için gerekli olan varlıkları cüzdanınıza yatırın. Aktivasyon ücreti: $ %@ Kurtarma ücreti: $ %@
zh_hant: 恢復錢包是基於以太坊賬號激活的，所以費用包括激活費用安打恢復費用。激活費用：$ %@ 恢復費用：$ %@
