Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# recover_notice_warning_desc
source: When you recover your wallet, all of your local data is erased, and you are logged out of your account. The only way to regain access to your account is to recover your wallet. Are you sure you want to recover your wallet? To confirm, please type ‘recover my wallet’ below.
fr: Lorsque vous récupérez votre portefeuille, toutes vos données locales sont effacées et vous êtes déconnecté de votre compte. La seule façon de regagner accès à votre compte est de récupérer votre portefeuille. Êtes-vous certain de vouloir récupérer votre portefeuille? Pour confirmer, veuillez saisir ‘recover my wallet’ ci-dessous.
pt_pt: Quando você recupera sua carteira, todos dados locais serão excluídos e você será deslogado de sua conta. A única forma de recuperar acesso à sua conta é recuperando sua carteira. Você tem certeza que gostaria de recuperar a sua carteira? Para confirmar, por favor digite 'recover my wallet' abaixo.
tr: Cüzdanınızı kurtardığınızda, tüm yerel veriniz silinir ve hesabınızdan çıkış yapılır. Hesabınıza yeniden erişim sağlamak için tek yol cüzdanınızı kurtarmaktır. Cüzdanınızı kurtarmak istediğinize emin misiniz? Onaylamak için aşağı ‘recover my wallet’ yazın.
zh_hant: 當您恢復您的錢包時，您的所有本地數據都將被清除，並且您將退出您的帳戶。重新訪問您的帳戶的唯一方法是恢復您的錢包。 您確定要找回您的錢包嗎？要確認，請在下方輸入'recover my wallet'。

# recover_risk_information_desc
source: When you decide to recover the wallet, the app will be initialized. You'll need to follow the steps below to complete the recovery operation.
fr: Lorsque vous décidez de récupérer le portefeuille, l'application sera initialisée. Vous devrez suivre les étapes ci-dessous pour compléter l'opération de recouvrement.
pt_pt: Quando você decide recuperar sua carteira, o aplicativo será inicializado. Você precisará seguir os passos abaixo para completar a operação de recuperação.
tr: Cüzdanınızı kurtarmaya karar verdiğinizde, süreç başlar. Kurtarma operasyonunu tamamlamak için aşağıdaki adımları tamamlamalısınız.
zh_hant: 當您決定恢復錢包時，應用程序將被初始化。您需要按照以下步驟完成恢復操作。

# recover_choose_have_wallet_desc
source: Select I have a Loopring Wallet > Recover from Cloud or Recover from Guardian
fr: Sélectionnez J'ai un portefeuille Loopring > Récupérer via le nuage ou Récupérer via les Gardiens
pt_pt: Selecione Eu tenho uma Carteira Loopring > Recuperar pela Nuvem ou Recuperar com Guardiões
tr: Bir Loopring Cüzdanım Var>Cloud ile kurtar ya da Koruyucular ile Kurtar yolunu seçin
zh_hant: 選擇我有一個路印錢包 > 從雲端恢復或從監護人恢復

source: Recover from Cloud
fr: Récupérer via le nuage
pt_pt: Recuperar pela Nuvem
tr: Cloud ile Kurtar
zh_hant: 從雲端恢復

source: Recover from Guardian
fr: Récupérer via les Gardiens
pt_pt: Recuperar com Guardiões
tr: Koruyucular ile Kurtar
zh_hant: 從監護人那裏恢復

# recover_enabling_cloud
source: Enabling cloud backup is free. Your private key is encrypted and stored in your iCloud.
fr: L'activation de la copie de sauvegarde infonuagique est gratuite. Votre clé privée est chiffrée et conservée dans votre iCloud.
pt_pt: Habilitar backup pela nuvem é de graça. Sua chave privada será encriptada e salva em sua iCloud.
tr: Bulut yedeklemesi ücretsizdir. Özel anahtarlarınız şifrelenir ve iCloud hesabınızda saklanır.
zh_hant: 啟用雲備份是免費的。您的私鑰已加密並存儲在您的 iCloud 中。

# recover_enabling_guardian
source: Pay blockchain network fees and recover your wallet with your Guardians.
fr: Payez les frais de réseau de la chaîne de blocs et récupérez votre portefeuille via vos Gardiens.
pt_pt: Pague taxas de rede e recupere sua carteira com seus Guardiões.
tr: Blokchain ücretini ödeyerek cüzdanınızı Koruyucularınız ile kurtarın.
zh_hant: 支付區塊鏈網絡費用並通過您的監護人找回您的錢包。

# psd_alphanumeric_menu
source: Custom Alphanumeric Code
fr: Code alphanumérique personnalisé
pt_pt: Código Alfa-Numérico Customizado
tr: Özel Alfanümerik Kod
zh_hant: 自定義字母數字代碼

# psd_digit_menu
source: 6-Digit Numeric Code
fr: Code numérique à 6 chiffres
pt_pt: Código Numérico de 6 Digitos
tr: 6 Haneli Nümerik Kod
zh_hant: 6 位數字代碼

# psd_change_passcode
source: Change Passcode
fr: Modifier le code d'accès
pt_pt: Mudar Código de Acesso
tr: Güvenlik Kodunu Değiştir
zh_hant: 更改密碼

# psd_weak_hint
source: Weak
fr: Faible
pt_pt: Fraco
tr: Zayıf
zh_hant: 弱

# psd_normal_hint
source: Normal
zh_hant: 普通

# psd_strong_hint
source: Strong
fr: Fort
pt_pt: Forte
tr: Güçlü
zh_hant: 強

# psd_switch_passcode_type
source: Change Passcode Type
fr: Changer le type de code d'accès
pt_pt: Mudar Tipo de Código de Acesso
tr: Güvenlik Kodu Türünü Değiştir
zh_hant: 更改密碼類型

# psd_passcode_option_btn
source: Passcode Options
fr: Options de code d'accès
pt_pt: Opções de Código de Acesso
tr: Güvenlik Kodu Seçenekleri
zh_hant: 密碼選項

# psd_set_passcode_desc
source: This passcode will be used for transactions and other account activity.
fr: Ce code d'accès sera utilisé pour les transactions et autres activités du compte.
pt_pt: Este código de acesso será usado para transações e outras atividades de conta.
tr: Bu güvenlik kodu transferler ve diğer hesap işlemleri için kullanılır.
zh_hant: 此密碼將用於交易和其他賬戶活動。

# psd_length_hint
source: 6–20 characters using letters, numbers & symbols
fr: 6–20 caractères en utilisant des lettres, chiffres et caractères spéciaux
pt_pt: 6–20 caracteres, usando letras, números & símbolos
tr: Harf, rakam ve sembol içeren 6–20 karakter
zh_hant: 6-20個字符，使用字母、數字或符號組合

# psd_use_touch_id
source: Use Touch ID
fr: Utiliser Touch ID
pt_pt: Usar Touch ID
tr: Touch ID Kullan
zh_hant: 使用 Touch ID

# psd_use_face_id
source: Use Face ID
fr: Utiliser Face ID
pt_pt: Usar Face ID
tr: Face ID Kullan
zh_hant: 使用 Face ID

# settings_analytics
source: Analytics
fr: Analytique
pt_pt: Análise
tr: Analitik
zh_hant: 分析

# settings_analytics_description
source: Allow Loopring Wallet to collect information regarding crash logs, button taps, page views, etc. The collection of this information will solely be used to improve user experience.
fr: Permettre au portefeuille Loopring de recueillir de l'information en lien avec le journal des pannes, les clics de boutons, le visionnement des pages, etc. Les informations collectées seront seulement utilisées afin d'améliorer l'expérience utilisateur.
pt_pt: Permitir que Loopring colete registros de falhas, cliques de botões, visualizações de páginas, etc... Loopring usará esta informação para otimizar os fluxos de usuários e a performance do aplicativo.
tr: Loopring Cüzdana çökmeler, buton tıklamaları, sayfa görüntülemeleri gibi verileri toplaması için izin ver. Toplanan veri yalnızca kullanıcı deneyimini geliştimek için kullanılır.
zh_hant: 允許路印協議收集應用崩潰、按鈕點擊、頁面瀏覽等信息，優化應用的用戶流量和性能。

# lock_screen_more
source: More
fr: Plus
pt_pt: Mais
tr: Daha çok
zh_hant: 更多

# token_locked_details
source: Locked Details
fr: Détails sur le verrouillage
pt_pt: Detalhes bloqueados
tr: Kilitleme Detayları
zh_hant: 凍結詳情

# token_locked_details_deposit
source: Deposit pending
fr: Dépôt en attente
pt_pt: Depósito pendente
tr: Yatırma bekleniyor
zh_hant: 充值待處理

# token_locked_details_withdraw
source: Withdrawal pending
fr: Retrait en attente
pt_pt: Retirada pendente
tr: Çekim işlemi sürüyor
zh_hant: 提现待处理

# token_locked_details_makerOrder
source: Maker Order unfilled
fr: Ordre de créateur de liquidité non exécuté
pt_pt: O pedido do fabricante foi bloqueado
tr: Yapıcı emri gerçekleşmedi
zh_hant: Maker訂單被鎖定

# token_locked_details_dual_investment
source: Dual Investment
fr: Double Investissement
pt_pt: Investimento Duplo
tr: Dual Yatırım
zh_hant: 雙幣理財

# orderbook_cancel_all_alert_description
source: Cancel all open orders?
fr: Annuler tous les ordres ouverts?
pt_pt: Cancelar todos pedidos pendentes?
tr: Tüm emirleri iptal et?
zh_hant: 確認取消所有訂單？

# orderbook_active_orders_depth
source: Depth
fr: Profondeur
pt_pt: Profundidade
tr: Derinlik
zh_hant: 深度

# settings_appearance
source: Appearance
fr: Apparence
pt_pt: Aparência
tr: Görünüm
zh_hant: 外觀

# settings_appearance_dark
source: Dark
fr: Sombre
pt_pt: Escuro
tr: Karanlık
zh_hant: 深色

# settings_appearance_light
source: Light
fr: Clair
pt_pt: Claro
tr: Aydınlık
zh_hant: 淺色

# settings_appearance_system
source: Use System Settings
fr: Utiliser les paramètres du système
pt_pt: Usar Padrão do Sistema
tr: Sistem Ayarlarını Kullan
zh_hant: 跟隨系統設置

# settings_appearance_system_description
source: Light or Dark Mode will follow your device's settings
fr: Le mode clair ou sombre suivra les paramètres de votre appareil
pt_pt: Modo Escuro ou Claro seguirão o padrão de seu sistema
tr: Karanlık ya da Aydınlık mod cihazınızın ayarlarına göre seçilir
zh_hant: 激活後，日間或夜間模式將跟隨系統設置。

# migration_qr_code_expired_alert_title
source: Migration QR code has expired!
fr: Le code QR de migration a expiré!
pt_pt: Código QR de migração expirou!
tr: Taşıma QR kodunun süresi doldu!
zh_hant: 遷移二維碼已過期！

# migration_qr_code_expired_alert_description
source: Please open the Loopring Wallet app on your old device and regenerate the migration code. If you’re unable to regenerate the code, you will need to recover the wallet using Guardians or a cloud backup.
fr: Veuillez ouvrir l'application du portefeuille Loopring sur votre ancien appareil et générer le code de migration à nouveau. Si vous êtes incapable de générer le code, vous devrez procéder à la récupération du portefeuille via les Gardiens ou la sauvegarde infonuagique.
pt_pt: Por favor abra o aplicativo da Carteira Loopring em seu dispositivo antigo e recrie o código de migração. Se você não puder recriar o código, você terá que recuperar a carteira usando Guardiões ou backup na nuvem.
tr: Lütfen eski cihazınızda Loopring Cüzdan uygulamasını açın ve taşıma QR kodunu tekrar oluşturun. Eğer kodu tekrar oluşturamazsanız, Koruyucular ya da bulut yedeklemesi aracılığıyla cüzdanınızı kurtarmanız gerekir.
zh_hant: 請在您的舊設備上打開應用程序 Loopring Wallet並重新生成遷移二維碼。如果您無法重新生成，則需要使用守護人或云備份來恢復錢包。

# activation_view_progress
source: View Progress
fr: Afficher la progression
pt_pt: Ver Progresso
tr: İlerlemeyi Göster
zh_hant: 查看進度

# icloud_recovery_qr_code_expired_alert_title
source: Wallet Recovery Failed!
fr: Échec de la récupération du portefeuille!
pt_pt: Recuperação de Carteira Falhou!
tr: Cüzdan Kurtarma Başarısız!
zh_hant: 錢包恢復失敗！

# icloud_recovery_qr_code_expired_alert_description
source: Unable to recover your wallet using the cloud backup. The wallet owner or the private key has changed since the last successful backup. Please try using the 'Recover from Guardian' method.
fr: Incapable de récupérer votre portefeuille via la sauvegarde infonuagique. Le propriétaire ou la clé privée du portefeuille a changé depuis la dernière sauvegarde réussie. Veuillez essayer la méthode de 'Récupération via les Gardiens'.
pt_pt: Não foi possível recuperar sua carteira usando backup pela nuvem. O dono da carteira ou chave privada mudou desde o último backup bem sucedido. Por favor tente novamente usando o método 'Recuperar com Guardiões'.
tr: Cüzdanınız bulut yedeklemesi ile kurtarılamadı çünkü son başarılı yedeklemenin ardından cüzdan sahibi ya da özel anahtarda değişiklik olmuş. Lütfen 'Koruyucular ile kurtar' seçeneğini seçin.
zh_hant: 由於雲端備份的錢包所有者或私鑰已更改，無法使用雲備份功能恢復您的錢包。請使用'從監護人恢復'功能恢復錢包。

# staking_list_via_lido
source: Via Lido
tr: Lido ile
zh_hant: 通過 Lido

# staking_list1_via_lido
source: Stake ETH and receive WSTETH
fr: Stakez de l'ETH et recevez du WSTETH
pt_pt: Faça o Stake de ETH e receba WSTETH
tr: ETH stakeleyin ve WSTETH kazanın
zh_hant: 質押 ETH 獲得 WSTETH

# staking_list_via_rocket_pool
source: Via Rocket Pool
tr: Rocket Pool ile
zh_hant: 通過 Rocket Pool

# staking_list1_via_rocket_pool
source: Stake ETH and receive RETH
fr: Stakez de l'ETH et receverez du RETH
pt_pt: Faça o Stake de ETH e receba RETH
tr: ETH stakeleyin ve RETH kazanın
zh_hant: 質押 ETH 獲得 RETH

# nav_title_rocket
source: What is ETH Staking via Rocket Pool?
fr: Qu'est-ce que le staking d'ETH via Rocket Pool?
pt_pt: O que é Staking de ETH via Rocket Pool?
tr: Rocket Pool ile ETH Stakelemek Ne Demek?
zh_hant: 什麼是用 Rocket Pool 質押 ETH 質押？

# nav_pop_contect_rocket
source: Rocket Pool is the first truly decentralized Ethereum staking pool. Rocket Pool’s liquid staking token allows anyone to earn staking rewards easily without running staking software or locking assets. Rocket Pool handles all of the Ethereum validator operations with smart contracts on the Execution layer. Acquiring and holding rETH in your wallet means that you are staking ETH. rETH's value continuously increases relative to ETH, indicating the daily stake reward received.
fr: Rocket Pool est la première vraie piscine de staking d'Ethereum décentralisée. Le jeton de staking liquide de Rocket Pool permet à n'importe qui de gagner des récompenses de staking facilement sans devoir utiliser un logiciel de staking ou verrouiller des actifs. Rocket Pool gère toutes les opérations avec les contrats intelligents sur la couche d'exécution. Acquérir et détenir du rETH dans votre portefeuille signifie que vous stakez de l'ETH. La valeur du rETH augmente constamment par rapport au ETH, indicant la récompense de staking quotidienne reçue.
pt_pt: Rocket Pool é o primeiro pool de stake Ethereum realmente decentralizado. A token de liquidez da Rocket Pool permite que qualquer pessoa ganhe recompensas de staking facilmente sem precisar rodar um software de staking ou bloquear ativos. Rocket Pool lida com todas operações de validação com contratos inteligentes na Layer de Execução. Ao receber e guardar rETH em sua carteira significa que você está fazendo stake de ETH. O valor do rETH cresce continuamente relativo ao ETH, indicando as recompensas de stake diárias recebidas.
tr: Rocket Pool gerçekten merkeziyetsiz olan ilk Ethereum staking havuzudur. Rocket Pool, likit staking tokeni aracılığıyla, staking yazılımları kullanmadan ve varlıklarınızı kilitlemeden staking yapmanıza olanak tanır. Rocket Pool tüm Ethereum onay operasyonlarını Execution katmanı üzerinde tamamlar. rETH almak ve cüzdanınızda tutmak ETH stakelediğinizi gösterir. rETH'nin değeri ETH'ye bağlı olarak devamlı artar ve bu kazandığınız günlük staking ödüllerini temsil eder.
zh_hant: Rocket Pool 是第一個真正去中心化的以太坊質押池。Rocket Pool 的流動性質押代幣讓任何人無需運行質押軟件或鎖定資產即可輕鬆獲得質押獎勵。Rocket Pool 通過執行層上的智能合約處理所有以太坊驗證器操作。 在您的錢包中獲取並持有 rETH 意味著你在抵押 ETH。 rETH 的價值相對於 ETH 不斷增加，表示每天收到的質押獎勵

# nav_pop_contect_risk_rocket
source: Loopring will provide a pool to allow users to trade rETH for ETH directly on Layer 2. The pool will rebalance periodically when it reaches a specific threshold. If there is not enough inventory on Layer 2, users can always withdraw their rETH tokens to Layer 1 and swap for ETH in Rocket Pool, 1Inch, etc…
fr: Loopring fournira une piscine pour permettre aux utilisateurs d'échanger du rETH pour de l'ETH directement sur le Layer 2. La piscine se rééquilibrera périodiquement lorsqu'un seuil spécifique sera atteint. Si l'inventaire n'est pas suffisant sur le Layer 2, les utilisateurs peuvent toujours retirer leurs jetons rETH vers le Layer 1 et échanger ceux-ci pour de l'ETH via Rocket Pool, 1Inch, etc...
pt_pt: Loopring providenciará uma pool para que usuários troquem rETH por ETH diretamente na Layer 2. A pool irá rebalancear periodicamente quando chegar em um limite específico. Se o inventório da Layer 2 não for suficiente, usuários poderão sacar seus tokens rETH para Layer 1 e efetuar o câmbio por ETH em Rocket Pool, 1inch, etc.
tr: Loopring, kullanıcılarının rETH tokenlerini ETH ile takaslayabilmeleri için bir havuz oluşturacak. Havuz belirlenen hedeflere ulaştıkça belirli aralıklarla dengelenir. Eğer Layer 2 üzerinde yeterli varlık yoksa, kullanıcı her zaman rETH tokenlerini Layer 1'e çekme ve Rocket Pool, 1inch gibi seçenekleri kullanarak ETH ile takaslama hakkına sahiptir.
zh_hant: Loopring 將提供一個池子，允許用戶直接在路印二層上用 rETH 換取 ETH。池子在達到特定閾值時會定期重調整。如果路印二層上沒有足夠的庫存，用戶可以隨時提取他們的rETH 代幣到以太坊一層並在 Rocket Pool、1Inch 等交換 ETH

# rocketpool_redeem_tips
source: It is not possible for the Loopring pool to fulfill your complete request at this time. You can choose one of the following approaches for the remaining amount: · Withdraw rETH to L1 and trade through Rocket Pool, 1Inch, etc. · The Loopring pool will rebalance soon. Please come back later to redeem.
fr: Il est présentement impossible pour la piscine Loopring de remplir votre demande dans son entièreté. Vous pouvez choisir l'une des options suivantes pour la quantité restante : · Retirer du rETH vers le L1 et échanger via Rocket Pool, 1Inch, etc. · La piscine Loopring se rebalancera sous peu. Revenez plus tard pour retirer.
pt_pt: A pool Loopring não conseguiu executar sua solicitação completa no momento. Você pode escolher uma das abordagens seguintes em relação à quantia restante: · Sacar rETH para L1 e trocar através de Rocket Pool, 1Inch, etc. · A pool Loopring irá rebalancear em breve. Por favor volte mais tarde para resgatar.
tr: Loopring isteğinizin tamamını şu anda karşılayamıyor. Kalan miktar için aşağıdaki yaklaşımlardan birini seçebilirsiniz: · rETH varlıklarınızı L1'e çekin ve Rocket Pool, 1Inch gibi platformlarda takaslayın. .Loopring havuzu yakında yeniden dengelenecek. Lütfen çekim için daha sonra tekrar deneyin.
zh_hant: Loopring 礦池目前無法完成您的全部請求。 您可以選擇以下方法來獲取剩餘金額： · 將rETH提現至以太坊一層，通過Rocket Pool、1Inch等進行交易。 · Loopring 礦池將很快重調整。請稍後再回來兌換。

# rocketpool_redeem1_tips
source: It is not possible for the Loopring pool to fulfill your complete request at this time. You can only use %@ rETH to redeem now. You can choose one of the following approaches for the remaining amount: · Withdraw rETH to L1 and trade through Rocket Pool, 1Inch, etc. · The Loopring pool will rebalance soon. Please come back later to redeem.
fr: Il est présentement impossible pour la piscine Loopring de remplir votre demande dans son entièreté. Vous pouvez seulement utiliser %@ rETH pour souscrire présentement. Vous pouvez choisir l'une des options suivantes pour la quantité restante : · Retirer du rETH vers le L1 et échanger via Rocket Pool, 1Inch, etc. · La piscine Loopring se rebalancera sous peu. Revenez plus tard pour retirer.
pt_pt: A pool Loopring não conseguiu executar sua solicitação completa no momento.Você pode usar somente %@ rETH para resgatar agora. Você pode escolher uma das abordagens seguintes em relação à quantia restante: · Sacar rETH para L1 e trocar através de Rocket Pool, 1Inch, etc. · A pool Loopring irá rebalancear em breve. Por favor volte mais tarde para resgatar.
tr: Loopring isteğinizin tamamını şu anda karşılayamıyor. Çekebileceğiniz miktar şimdilik: %@ rETH Kalan miktar için aşağıdaki yaklaşımlardan birini seçebilirsiniz: · rETH varlıklarınızı L1'e çekin ve Rocket Pool, 1Inch gibi platformlarda takaslayın. .Loopring havuzu yakında yeniden dengelenecek. Lütfen çekim için daha sonra tekrar deneyin.
zh_hant: Loopring 礦池暫時無法完成您的全部請求。您現在只能贖回 %@ rETH 。 剩餘金額您可以選擇以下方法進行兌換： · 將rETH提取到以太坊一層，通過Rocket Pool、1Inch等進行交易。 · Loopring 礦池將很快重調整。請稍後再回來兌換。

# swap_less_than_100_warning
source: Warning
fr: Avertissement
pt_pt: Aviso
tr: Uyarı
zh_hant: 註意

# dual_settle_days_desc
source: Subscription Length (days)
fr: Jours jusqu'au règlement
pt_pt: Dias Até Liquidação
tr: Anlaşma İçin Kalan Gün
zh_hant: 結算前天數

# dual_if_desc
source: if
fr: si
pt_pt: se
tr: eğer
zh_hant: 如果

# dual_token_lock_hint
source: *Your token for investment will be locked until Settlement Date.
fr: *Votre jeton pour investissement sera verrouillé jusqu'à la date de règlement.
pt_pt: *Seu token de investimento será bloqueado até a Data de Liquidação.
tr: *Yatırım gerçekleştirdiğiniz tokenler Anlaşma Tarihine kadar kilitli kalacaktır.
zh_hant: *您投資的資產在結算前將被鎖定

# dual_settle_calc_subtitle
source: Settlement Calculator
fr: Calculateur de règlement
pt_pt: Calculadora de Liquidação
tr: Anlaşma Hesaplayıcı
zh_hant: 結算計算器

# dual_sold_out_subtitle
source: Products are sold out
fr: Les produits sont épuisés
pt_pt: Produto está fora de estoque
tr: Ürünler tamamen satıldı
zh_hant: 產品已售罄

# dual_sold_out_desc
source: Loopring will be rebalancing shortly; please return later to subscribe.
fr: Loopring procédera au rééquilibrage sous peu. Veuillez revenir plus tard pour souscrire.
pt_pt: Loopring será rebalanceado em breve; por favor volte mais tarde para inscrever-se.
tr: Loopring yakında yeniden dengeleyecek; lütfen katılmayı daha sonra tekrar deneyin.
zh_hant: Loopring 將很快進行重調整；請稍後返回訂閱。

# dual_waiting_desc
source: We will try to fulfill your subscription request within minutes. If your subscription cannot be fully completed within the time frame, the unfilled portion will be unlocked. You can return later to resubscribe.
fr: Nous tenterons de traiter votre souscription en quelques minutes. Si la totalité de votre souscription ne peut pas être traitée dans les délais, la partie non remplie sera déverrouillée. Vous pouvez revenir plus tard pour resouscrire.
pt_pt: Tentaremos concluir sua solicitação de inscrição em minutos. Se sua inscrição não for concluída neste tempo, a parte não concluída será desbloqueada. Você poderá voltar mais tarde para inscrever-se novamente.
tr: Katılma isteğinizi dakikalar içinde gerçekleştirmeyi deneyeceğiz. Eğer katılımınız bu süre içinde tamamen gerçekleşmezse, kullanılmayan miktar üzerindeki kilit kaldırılacak. Daha sonra tekrar katılmayı deneyebilirsiniz.
zh_hant: 我們將盡力在幾分鐘內完成您的訂閱請求。 如果您的訂閱不能在期限內全部完成，未完成的部分將被解鎖。 您可以重新返回訂閱。

# go_my_dual_btn
source: Go to My Dual Investment
fr: Aller à Double investissement
pt_pt: Vá para Meu Investimento Duplo
tr: Dual Yatırımlarıma Git
zh_hant: 前往我的雙幣理財

# amm_pool_24_earn
source: 24h Earn
fr: Gains 24h
pt_pt: Ganhos 24h
tr: 24s Kazanç
zh_hant: 24小時收益

# stake_total_earn
source: Total Earn
fr: Gains totaux
pt_pt: Ganhos Totais
tr: Toplam Kazanç
zh_hant: 總收益

# apr_amm_pool
source: AMM Pool APR:
fr: TAP de la piscine AMM :
pt_pt: APR da Pool AMM:
tr: AMM Havuzu APR:
zh_hant: AMM 池子 APR:

# apr_activity
source: Activity APR:
fr: TAP de l'activité :
pt_pt: APR de Atividades:
tr: Etkinlik APR:
zh_hant: 活動 APR:

# apr_protocol
source: Protocol APR:
fr: TAP du protocole :
pt_pt: APR de Protocolo:
tr: Protokol APR:
zh_hant: 協議 APR:

# dual_beginner_desc
source: Choose a token to sell or buy
pt_pt: Selecione um token para vender ou comprar
tr: Almak ya da satmak için bir token seçin
zh_hant: 選擇要出售或購買的代幣

# dual_beginner_step1
source: Step 1/4:
fr: Étape 1/5 :
pt_pt: Passo 1/4:
tr: Adım 1/4:
zh_hant: 步驟 1/4:

# dual_beginner_step1_desc
source: Choose to sell or buy at desired price in the future
fr: Sélectionnez un jeton à vendre ou à acheter
pt_pt: Escolha para vender ou comprar por seu preço desejado no futuro
tr: Gelecekte istediğiniz fiyat üzerinden, almayı ya da satmayı seçin
zh_hant: 選擇在未來以期望的價格賣出或買入

# dual_beginner_step2
source: Step 2/4:
fr: Étape 2/5 :
pt_pt: Passo 2/4:
tr: Adım 2/4:
zh_hant: 步驟 2/4:

# dual_beginner_step2_desc
source: Choose Target Price and Settlement Date
fr: Choisissez de vendre ou d'acheter au prix désiré dans le futur
pt_pt: Escolha o Preço Alvo e Data de Liquidação
tr: Hedef Fiyat ve Anlaşma Tarihi Seçin
zh_hant: 選擇目標價和結算日

# dual_beginner_step3
source: Step 3/4:
fr: Étape 3/5 :
pt_pt: Passo 3/4:
tr: Adım 3/4:
zh_hant: 步驟 3/4:

# dual_beginner_step3_desc
source: Enter Subscription Amount
fr: Choisissez le prix cible et la date de règlement
pt_pt: Insira Quantia para Inscrição
tr: Katılım Miktarınızı Seçin
zh_hant: 輸入訂閱金額

# dual_beginner_step4
source: Step 4/4:
fr: Étape 4/5 :
pt_pt: Passo 4/4:
tr: Adım 4/4:
zh_hant: 步驟 4/4:

# dual_beginner_step4_desc
source: Check Winning Scenarios
fr: Saisissez la quantité de la souscription
pt_pt: Verificar Cenários Vencedores
tr: Kazanç Senaryoları
zh_hant: 確認盈利場景

# dual_beginner_mode_title
source: Beginner Mode
fr: Mode débutant
pt_pt: Modo Iniciante
tr: Basitleştirilmiş Mod
zh_hant: 初學者模式
