Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# new_swap_fee
source: The trading fee is determined by your VIP level and the size of your trade. Small trades (below ~$100) incur a higher fee. Please review the fee before confirming.
fr: Les frais de transactions sont déterminés par votre niveau VIP et la taille de votre transaction. Les petites transactions (de moins de ~100$) encourent des frais plus élevés. Veuillez prendre connaissance des frais avant de confirmer.
pt_pt: A taxa de troca é determinada pelo seu nível VIP e o tamanho de sua troca. Trocas pequenas (menor que ~$100) geram taxas maiores. Por favor revise a taxa antes de confirmar.
tr: Takas ücreti VIP seviyenize ve takas yapılan miktara bağlıdır. Küçük takaslar (100$ ve altı) daha yüksek ücret gerektirir. Lütfen takas yapmadan önce ücreti inceleyin.
zh_hant: 交易費用取決於您的 VIP 等級和交易規模。小額交易（低於 100 美元）會產生更高的費用。請在確認前查看費用。

# estimate_received_desc
source: The received token in your L2 account after deducting the fee.
fr: Le jeton reçu dans votre compte L2 suite à la déduction des frais.
pt_pt: O token recebido em sua conta L2 após deduzir as taxas.
tr: Ücretler çıkarıldıktan sonra L2 hesabınıza aktarılacak token.
zh_hant: 扣除費用後在您的二層賬戶中收到的代幣。

# price_impact_msg
source: The difference between the market price and estimated price due to trade size.
fr: La différence entre le prix du marché et le prix estimé est dûe à la taille de la transaction.
pt_pt: A diferença entre o preço de mercado e o preço estimado devido ao tamanho da troca
tr: Takas miktarına bağlı olarak, piyasa fiyatı ve öngörülen gerçekleşme fiyatı arasındaki tahmini fark
zh_hant: 交易規模導致市場價格和預估價格之間的差異

# swap_amount_min
source: Amount is too small (Min %@)
fr: Quantité trop petite (Min %@)
pt_pt: A quantia é muito pequena (Mín %@)
tr: Miktar çok küçük (Min %@)
zh_hant: 數量太小（最小 %@）

# swap_amount_min2
source: Amount is too small (Min %@ %@)
fr: Quantité trop petite (Min %@ %@)
pt_pt: A quantia é muito pequena (Mín %@ %@)
tr: Miktar çok küçük (Min %@ %@)
zh_hant: 數量太小（最小 %@ %@）

# swap_amount_max2
source: Amount is too large (Max %@ %@)
fr: Quantité trop grande (Max %@ %@)
pt_pt: A quantia é muito grande (Máx %@ %@)
tr: Miktar çok büyük (Max %@ %@)
zh_hant: 數量太大（最大 %@ %@）

source: Swap Records
fr: Registre (échanges)
pt_pt: Registros de Câmbio
tr: Takas Geçmişi
zh_hant: 閃兌記錄

# swap_records_details
source: Swap Details
fr: Détails des échanges
pt_pt: Detalhes de Câmbio
tr: Takas Detayları
zh_hant: 閃兌明細

# swap_success
source: Success!
fr: Succès!
pt_pt: Sucesso!
tr: Başarılı!
zh_hant: 閃兌成功

# swap_failed
source: Error! Unable to Swap.
fr: Erreur! Incapable d'échanger
pt_pt: Erro! Falha no Câmbio.
tr: Hata! Takas Gerçekleşmedi
zh_hant: 閃兌失敗

# swap_price_impact
source: Your transaction amount will affect the pool price by more than %@. Continue?
fr: La quantité de votre transaction aura un impact sur le prix commun de plus de %@. Souhaitez-vous poursuivre?
pt_pt: A quantia de sua transação vai influenciar o preço da pool em mais de %@. Você gostaria de continuar?
tr: İşleminiz havuzdaki fiyatı %@ miktarında etkileyecek. Devam etmek istiyor musunuz?
zh_hant: 您的交易數量將影響池子價格超過 %@。您確定要閃兌嗎？

# swap_confirm_two_msg
source: Are you sure you want to swap %@ to %@?
fr: Êtes-vous certain de vouloir échanger du %@ pour du %@?
pt_pt: Você tem certeza que gostaria de trocar %@ por %@?
tr: %@ ile @ takaslamak istiyor musunuz?
zh_hant: 您確定將 %@ 兌換成 %@嗎？

# swap_confirm_two
source: Swap Requires Confirmation
fr: Confirmation requise pour l'échange
pt_pt: Câmbio Precisa de Confirmação
tr: Takas İçin Doğrulama Gerekir
zh_hant: 閃兌需要確認

# swap_confirm_not_notify
source: No reminder for next time
fr: Ne pas me le rappeler
pt_pt: Não me pergunte na próxima vez
tr: Bana tekrar hatırlatma
zh_hant: 下次閃兌不再提醒

# confirm_not_notify
source: No reminder for next time
fr: Ne pas me le rappeler
pt_pt: Não me pergunte na próxima vez
tr: Bana tekrar hatırlatma
zh_hant: 下次不再提醒

# phone_area_code
source: Choose Area
fr: Choisir le code régional
pt_pt: Escolha a Área
tr: Alan Seç
zh_hant: 選擇地區

# search_phone_area
source: Search Area
fr: Zone de recherche
pt_pt: Pesquisar Área
tr: Alanda Ara
zh_hant: 搜索地區

# metatx_action_recover_wallet
source: Ethereum L1 Account Recovery
fr: Récupération du compte L1 d'Ethereum
pt_pt: Recuperação de Conta Ethereum L1
tr: Ethereum L1 Hesabı Kurtarma
zh_hant: 以太坊一層賬號恢復

source: · Learn more
fr: · En apprendre davantage
pt_pt: · Leia mais
tr: Daha fazla bilgi
zh_hant: ·了解更多

# wallet_create_phone_usage
source: We need a contact method to verify your requests to the Official Loopring Guardian in the event you require help to recover or lock your wallet.
fr: Nous avons besoin d'une méthode de contact pour vérifier vos demandes au Gardien officiel de Loopring dans l'éventualité ou vous auriez besoin de notre aide pour récupérer ou verrouiller votre portefeuille.
pt_pt: Você precisa de uma forma de contato para verificar suas solicitações para o Guardião Oficial do Loopring, em caso você precise de nossa ajuda para recuperar ou bloquear sua carteira.
tr: Resmi Loopring Koruycusu'na yaptığınız istek için size ulaşabileceğimiz bir iletişim bilgisine ihtiyacımız var. Bu sayede gerektiğinde cüzdanınızı kilitlemenize ve kurtarmanıza yardım edebiliriz.
zh_hant: 我們需要一個聯繫方式來驗證您對路印官方守護人的請求，以防您需要我們幫助您恢復或鎖定錢包。

# wallet_verify_phone_usage
source: We need to contact you to verify your request.
fr: Nous devons vous contacter pour vérifier votre demande.
pt_pt: Precisamos entrar em contato contigo para verificar sua solicitação.
tr: İsteğinizi doğrulamak için size ulaşmamız gerekiyor.
zh_hant: 我們需要與您聯繫以驗證您的請求。

# button_continue
source: Continue
fr: Continuer
pt_pt: Continuar
tr: Devam
zh_hant: 下一步

# security_spec
source: Security Specs
fr: Spécifications de sécurité
pt_pt: Especificações de Segurança
tr: Güvenlik Özellikleri
zh_hant: 安全等級

# orderbook_hide_others
source: Hide Others
fr: Masquer les autres
pt_pt: Esconder Outros
tr: Diğerlerini Gizle
zh_hant: 隱藏其他

# orderbook_cancel_all
source: Cancel All
fr: Annuler tout
pt_pt: Cancelar Todos
tr: Hepsini İptal Et
zh_hant: 全部取消

# orderbook_active_orders
source: Active Orders
fr: Ordres actifs
pt_pt: Pedidos Ativos
tr: Aktif Emirler
zh_hant: 當前委託

# orderbook_latest_trade
source: Trade History
fr: Dernière transaction
pt_pt: Histórico de Trocas
tr: En Son Takaslar
zh_hant: 最新交易

# orderbook_select_side_default
source: Default
fr: Défaut
pt_pt: Padrão
tr: Varsayılan
zh_hant: 默認

# orderbook_select_side_buy
source: Buy
fr: Acheter
pt_pt: Comprar
tr: Al
zh_hant: 買

# orderbook_select_side_sell
source: Sell
fr: Vendre
pt_pt: Vender
tr: Sat
zh_hant: 賣

# orderbook_limit_buy
source: Limit / Buy
fr: Limite / Acheter
pt_pt: Compra / Limite
tr: Limit / Al
zh_hant: 限價/買入

# orderbook_limit_sell
source: Limit / Sell
fr: Limite / Vendre
pt_pt: Venda / Limite
tr: Limit / Sat
zh_hant: 限價/賣出

# orderbook_record_status
source: Status
fr: Statut
tr: Durum
zh_hant: 狀態

# orderbook_record_filled_and_amount
source: Filled/Amount
fr: Exécuté/Quantité
pt_pt: Executado/Quantia
tr: Gerçekleşen/Miktar
zh_hant: 成交數量/數量

# orderbook_record_avg_and_price
source: Avg./Price
fr: Moy./Prix
pt_pt: Méd./Preço
tr: Ort./Fiyat
zh_hant: 均價/價格

# orderbook_record_market_name
source: Name
fr: Nom
pt_pt: Nome
tr: İsim
zh_hant: 名稱

# orderbook_record_title_active
source: Historical Orders
fr: Historique des ordres
pt_pt: Pedidos Históricos
tr: Emir Geçmişi
zh_hant: 歷史訂單

# orderbook_record_title_historical
source: Completed Orders
fr: Ordres complétés
pt_pt: Pedidos Processados
tr: Gerçekleşen Emirler
zh_hant: 已處理的訂單

# orderbook_record_title
source: Orders
fr: Ordres
pt_pt: Pedidos
tr: Emirler
zh_hant: 訂單

# orderbook_record_detail_title
source: Order Details
fr: Détails de l'ordre
pt_pt: Detalhes do pedido
tr: Emir Detayları
zh_hant: 訂單明細

# orderbook_trade_time
source: Time
fr: Heure
pt_pt: Hora de criação do pedido
tr: Zaman
zh_hant: 時間

# orderbook_trade_price
source: Price
fr: Prix
pt_pt: Preço
tr: Fiyat
zh_hant: 價格

# orderbook_trade_amount
source: Amount
fr: Quantité
pt_pt: Quantia
tr: Miktar
zh_hant: 數量

# orderbook_24_highest
source: 24h Highest
fr: Plus haut (24h)
pt_pt: Máximo das últimas 24h
tr: 24s En Yüksek
zh_hant: 24h最高

# orderbook_24_lowest
source: 24h Lowest
fr: Plus bas (24h)
pt_pt: Mínimo das últimas 24h
tr: 24s En Düşük
zh_hant: 24h最低

# orderbook_24_volume
source: 24h Volume
fr: Volume (24h)
pt_pt: Volume das últimas 24h
tr: 24s Hacim
zh_hant: 24h交易量

# orderbook_trade_detail
source: Transaction Details
fr: Détails de la transaction
pt_pt: Detalhes da transação
tr: İşlem Detayları
zh_hant: 交易詳情

# orderbook_price_lower_than_20_percent
source: The selling price is 20% lower than the latest price. Please confirm you want to place the order.
fr: Le prix de vente est 20% plus bas que le dernier prix enregistré. Veuillez confirmer que vous souhaitez placer cet ordre.
pt_pt: O preço de venda é 20% mais baixo que o último preço encontrado. Por favor confirme que você gostaria de criar o pedido.
tr: Satış fiyatınız en güncel fiyatın %20 altında. Lütfen emri vermek istediğinizi doğrulayın.
zh_hant: 賣出價格比最新價格低20%。請確認是否要下單？

# orderbook_price_higher_than_20_percent
source: The purchase price is 20% higher than the latest price. Please confirm you want to place the order.
fr: Le prix d'achat est 20% plus élevé que le dernier prix enregistré. Veuillez confirmer que vous souhaitez placer cet ordre.
pt_pt: O preço de compra é 20% mais alto que o último preço encontrado. Por favor confirme que você gostaria de criar o pedido.
tr: Alım fiyatınız en güncel fiyatın %20 üzerinde. Lütfen emri vermek istediğinizi doğrulayın.
zh_hant: 買入價格比最新價格高出20%。請確認是否要下單？

# L2_L1_activation_L1
source: By activating the Ethereum L1 account, which is based on a smart contract, you have access to more advanced security features like social recovery, locking your account when necessary, setting a daily transaction quota, etc… You will also be able to activate a Loopring L2 account, which is an ultra-fast, super cheap, and powerful gateway to Ethereum. By activating an L2 account, you will be able to utilize all the cool features available in Loopring L2.
fr: En activant votre compte Ethereum L1, qui est un contrat intelligent, vous aurez accès à des fonctionnalités de sécurité plus avancées telles que la récupération sociale, le verrouillage du compte lorsque nécessaire, la définition d'un quota quotidien, etc. Vous pourrez également activer un compte Loopring L2 qui, en plus d'être un compte extrêmement rapide et à faibles coûts, est également une passerelle puissante vers Ethereum. En activant votre compte L2, vous bénéficierez de toutes les fonctionnalités disponibles sur le L2 de Loopring.
pt_pt: Ao ativar a conta Ethereum L1, que é baseada em um contrato inteligente, você terá acesso a recursos de segurança mais avançados como recuperação social, bloquear sua conta quando necessário, configurar limites diários, etc... Você também conseguirá ativar uma conta Loopring L2, que é muito rápida, muito barata e uma porta de entrada poderosa para Ethereum. Ao ativar uma conta L2, você conseguirá utilizar todos recursos interessantes disponíveis em Loopring L2.
tr: Bir akıllı kontrata bağlı olan Ethereum L1 hesabınızı aktifleştirerek; sosyal kurtarma, hesabınızı istediğinizde kilitleme, günlük transfer kotası belirleme gibi gelişmiş güvenlik araçlarına erişebilirsiniz. Ayrıca, bir Loopring L2 hesabı da aktifleştirmiş olursunuz. Ethereum’a açılan ultra hızlı, ultra ucuz bir geçitle, Loopring L2’nin sunduğu bütün özellikleri özgürce kullanabilirsiniz.
zh_hant: 基於智能合約激活路印一層賬號，可以實現更高級的安全功能：社交恢復、鎖定賬號、設置每日交易限額等。

# L2_L1_activation_L2
source: By activating a Loopring L2 account, you will be able to utilize all the cool features available in L2 with up to 100x cheaper transaction fees. You can also take full advantage of gas-free token/NFT transfers, NFT minting, DEX trading, AMM Pools, and more!
fr: En activant votre compte Loopring L2, vous bénéficierez de toutes les fonctionnalités du L2 de Loopring (incluant les frais de transactions jusqu'à 100x moins chers). Vous pourrez également profitez des transferts de jeton/NFT, du mintage de NFT, des transactions sur un échange décentralisé, des piscines AMM et plus encore! Le tout, sans frais de gaz.
pt_pt: Ao ativar a conta Loopring L2, você conseguirá utilizar todos recursos interessantes disponíveis em L2 com transações até 100x mais baratas. Você também poderá usufruir completamente de transferências de token/NFT sem taxa de gás, criação de NFTs, trocas em DEX, Pools AMM e mais!
tr: Bir Loopring L2 hesabı aktifleştirerek, tüm L2 işlevlerini 100 kata kadar daha düşük ücretlerle kullanabilirsiniz. Ayrıca gas ücreti olmadan token/NFT transferleri gerçekleştirebilir, NFT üretebilir, DEX’de takas yapabilir, AMM Havuzlarına katılabilir ve daha birçok ayrıcalıktan faydalanabilirsiniz!
zh_hant: 通過激活二層錢包，您將能夠使用路印二層中提供的所有功能，包括代幣/NFT轉賬、DEX交易、AMM 投資等，同時gas費降低 100 倍。

# L2_L1_activation_together_1
source: By activating the Ethereum L1 account, which is based on a smart contract, you will be able to have more advanced security features like social recovery, locking your account when necessary, setting a daily transaction quota, etc…
fr: En activant votre compte Ethereum L1, qui est un contrat intelligent, vous aurez accès à des fonctionnalités de sécurité plus avancées telles que la récupération sociale, le verrouillage du compte lorsque nécessaire, la définition d'un quota quotidien, etc.
pt_pt: Ao ativar a conta Ethereum L1, que é baseada em um contrato inteligente, você terá acesso a recursos de segurança mais avançados como recuperação social, bloquear sua conta quando necessário, configurar limites diários, etc...
tr: Akıllı kontrata bağlı Ethereum L1 hesabınız sosyal kurtarma, transfer kotası gibi gelişmiş güvenlik araçlarına sahiptir.
zh_hant: 通過激活基於合約的一層智能錢包，您將能夠擁有更高級的安全功能，如社交恢復、緊急時鎖定賬號、設置每日交易限額等。

# L2_L1_activation_together_2
source: You will also be able to activate a Loopring L2 account, which is an ultra-fast, super cheap, and powerful gateway to Ethereum. By activating a Loopring L2 account, you will be able to utilize all the cool features available in L2 with up to 100x cheaper transaction fees. You can also take full advantage of gas-free token/NFT transfers, NFT minting, DEX trading, AMM Pools, and more!
fr: Vous pourrez également activer un compte Loopring L2 qui, en plus d'être un compte extrêmement rapide et à faibles coûts, est également une passerelle puissante vers Ethereum. En activant votre compte L2, vous bénéficierez de toutes les fonctionnalités disponibles sur le L2 de Loopring. En activant votre compte Loopring L2, vous bénéficierez de toutes les fonctionnalités du L2 de Loopring (incluant les frais de transactions jusqu'à 100x moins chers). Vous pourrez également profitez des transferts de jeton/NFT, du mintage de NFT, des transactions sur un échange décentralisé, des piscines AMM et plus encore! Le tout, sans frais de gaz.
pt_pt: Você também conseguirá ativar uma conta Loopring L2, que é muito rápida, muito barata e uma porta de entrada poderosa para Ethereum. Ao ativar uma conta L2, você conseguirá utilizar todos recursos interessantes disponíveis em Loopring L2. Ao ativar a conta Loopring L2, você conseguirá utilizar todos recursos interessantes disponíveis em L2 com transações até 100x mais baratas. Você também poderá usufruir completamente de transferências de token/NFT sem taxa de gás, criação de NFTs, trocas em DEX, Pools AMM e mais!
tr: Ayrıca Loopring L2 hesabınız da oluşturulur. Ultra hızlı, ucuz bir şekilde Ethereum’a erişilebilir; Loopring L2 özelliklerini özgürce kullanabilirsiniz. Bir Loopring L2 hesabı aktifleştirerek, tüm L2 işlevlerini 100 kata kadar daha düşük ücretlerle kullanabilirsiniz. Ayrıca gas ücreti olmadan token/NFT transferleri yapabilir, NFT üretebilir, DEX’de takas yapabilir AMM Havuzlarına katılabilir ve daha birçok ayrıcalıktan faydalanabilirsiniz!
zh_hant: 您還可以同時激活路印二層錢包，這是通向以太坊的超快速、超便宜和強大的入口。通過激活二層錢包，您將能夠使用路印二層中提供的所有酷炫功能

# L2_L1_payment_title
source: Select token to activate
fr: Sélectionner le jeton à utiliser pour l'activation
pt_pt: Selecione o token para ativar
tr: Aktivasyon için bir token seçin
zh_hant: 選擇要激活的代幣

# L2_L1_Activation_fee
source: Activation fee:
fr: Frais d'activation
pt_pt: Taxa de ativação:
tr: Aktivasyon ücreti
zh_hant: 激活費：

# L2_L1_insuffcient_balance_title
source: Insufficient balance in your Loopring L2 account
fr: Solde insuffisant dans votre compte Loopring L2
pt_pt: Saldo insuficiente em sua conta Loopring L2
tr: Loopring L2 hesap bakiyesi yetersiz
zh_hant: 您的路印二層賬戶餘額不足

# L2_L1_insuffcient_balance_description
source: Please ensure one of the tokens below has the minimum amount required to activate your L2 account.
fr: Veuillez vous assurer que l'un des jetons ci-dessous a la quantité minimum requise pour activer votre compte L2.
pt_pt: Por favor confirme que um dos tokens abaixo possui a quantia mínima requerida para ativar sua conta L2.
tr: Lütfen aşağıdaki tokenlerden birinde, L2 hesabınızın aktivasyonu için gerekli miktarda varlığınız olduğundan emin olun.
zh_hant: 請確保以下其中一種代幣具有激活您的二層賬號所需的最低金額。

# L2_L1_insuffcient_balance_tip
source: If you have already made a deposit, please be patient as transactions on Ethereum L1 may take up to 30 minutes.
fr: Si vous avez déjà effectué un dépôt, veuillez patienter puisque les transactions sur le L1 d'Ethereum peuvent prendre jusqu'à 30 minutes.
pt_pt: Se você já efetuou o depósito, por favor espere pacientemente pois transações Ethereum L1 podem demorar até 30 minutos.
tr: Eğer yatırma işlemi gerçekleştirdiyseniz lütfen bekleyin. Ethereum L1 işlemleri 30 dakika kadar sürebilir.
zh_hant: 如果您已充值，請耐心等待，因為以太坊一層上的交易可能需要等待長達 30 分鐘。

# L2_L1_insuffcient_balance_add_asset_popover
source: Transferring tokens requires gas, which may be deducted from your initial deposit. We recommend sending a little over the minimum amount required to ensure enough tokens are deposited to cover the L2 activation fee.
fr: Le transfert de jetons requiert le paiement de frais de gaz. Ces frais peuvent être déduits de votre dépôt initial. Nous vous recommandons d'envoyer un peu plus que le minimum requis afin de vous assurer que suffisamment de jetons sont déposés pour couvrir les frais d'activation L2.
pt_pt: Para transferir tokens você precisa pagar uma taxa de gás, que será reduzido do valor do seu depósito initial. Recomendamos que você envie pelo menos um pouco mais que a quantia mínima necessária para garantir que tokens suficientes para cobrir a taxa de ativação L2 serão depositados.
tr: Token transferi gas ücreti gerektirir ve bu ücret yatırdığınız miktardan düşebilir. Size, yatırdığınız miktarın aktivasyon için yeterli olması için, gerekli miktardan biraz daha fazlasını yatırmanızı öneririz.
zh_hant: 代幣轉賬需要 Gas，這可能會從您的首次充值中扣除。建議您充值更多的代幣以確保向您的二層賬號存入足夠的激活費。

# L2_L1_insufficient_section_title_token
source: Token
fr: Jeton
zh_hant: 代幣

# L2_L1_insufficient_section_title_minRequirement
source: Min Requirement
fr: Min. requis
pt_pt: Mínimo Requerido
tr: Min. Gereken
zh_hant: 最低金額

# L2_L1_insufficient_section_title_recommend
source: Recommend
fr: Recommander
pt_pt: Recomendar
tr: Önerilen
zh_hant: 推薦

# L2_L1_add_asset
source: Add Assets
fr: Ajouter des actifs
pt_pt: Adicionar Ativos
tr: Varlık Ekle
zh_hant: 添加資產

# L2_L1_add_L2_asset_title
source: Add Loopring L2 Assets
fr: Ajouter des actifs Loopring L2
pt_pt: Adicionar Ativos Loopring L2
tr: Loopring L2 Varlıkları Ekle
zh_hant: 添加路印二層資產

# L2_L1_add_L2_asset_subtitle
source: How would you like to add L2 assets?
fr: Comment souhaitez-vous ajouter des actifs L2?
pt_pt: Como você gostaria de adicionar ativos L2?
tr: L2 varlıklarını nasıl eklemek istersiniz?
zh_hant: 您希望如何添加二層資產？

# L2_L1_reminder_description
source: Your L2 balance is insufficient, but you have enough assets in L1. Activating L1 will automatically activate L2.
fr: Votre solde L2 est insuffisant, mais vous avez assez d'actifs sur le L1. L'activation du L1 activera automatiquement le L2.
pt_pt: Seu saldo L2 é insuficiente, mas você possui ativos o suficiente em sua L1. Ao ativar sua L1, sua L2 será automaticamente ativada.
tr: L2 bakiyeniz yetersiz ama L1’de yeterli varlığınız bulunuyor. L1 aktifleştirmek otomatik olarak L2 hesabınızı da aktifleştirir.
zh_hant: 您的二層資產不足，但您的一層資產是充足的。您可以通過激活一層來自動激活二層。

# L2_L1_reminder_title
source: You can activate both L1 & L2
fr: Vous pouvez activer le L1 et le L2
pt_pt: Você pode ativar ambos L1 & L2
tr: L1 ve L2 hesaplarını birlikte aktifleştirebilirsiniz.
zh_hant: 您可以同時激活一層和二層

# L2_L1_reminder_subtitle
source: The Loopring Smart Wallet is based on a contract, allowing for more advanced security features: social recovery, locking the account, setting daily transaction quotas, etc... You will also be able to utilize DApp services and L1 token transfers.
fr: Le portefeuille intelligent de Loopring est basé sur un contrat et permet l'utilisation de fonctionnalités de sécurité plus avancées telles que la récupération sociale, le verrouillage du compte, l'ajout d'un quota de transaction quotidien, etc. Vous pourrez également utiliser des services d'applications décentralisées (DApp) et les transferts de jetons L1.
pt_pt: O contrato inteligente Loopring é baseado em um contrato, permitindo recursos mais avançados de segurança: recuperação social, bloquear a conta, configurar limites diários, etc... Você também poderá utilizar seviços DApp e transferência de tokens L1.
tr: Loopring Akıllı Cüzdan bir akıllı kontrata bağlıdır. Bu sayede daha gelişmiş güvenliğe sahiptir, sosyal kurtarma, hesap kilitleme, günlük işlem kotası belirleme vb. Ayrıca DApp hizmetlerine erişebilir ve L1 token transferleri gerçekleştirebilirsiniz.
zh_hant: 通過激活基於合約的一層智能錢包，您將能夠擁有更高級的安全功能，如社交恢復、緊急時鎖定賬號、設置每日交易限額等。您還將能夠使用 Dapp 服務和一層代幣轉賬。

# L2_L1_acknowledege_title
source: Auto-activation Acknowledgement
fr: Acquittement de l'auto-activation
pt_pt: Termos de Auto-Ativação
tr: Oto-aktivasyon Onayı
zh_hant: 自動激活確認

# L2_L1_acknowledege_description
source: Loopring will automatically activate your Loopring L2 account once the deposit is received. After deducting the wallet activation fee, the remaining assets will be available in the L2 account.
fr: Loopring activera automatiquement votre compte Loopring L2 une fois le dépôt reçu. Suite à la déduction des frais d'activation du portefeuille, les actifs restants seront disponibles dans le compte L2.
pt_pt: Loopring irá ativar sua carteira Loopring L2 automaticamente assim que o depósito for recebido. Após deduzir a taxa de ativação da carteira, os ativos restantes estarão disponíveis na conta L2.
tr: Loopring, yatırma işleminizden sonra L2 hesabınızı otomatik olarak aktifleştirecek. Cüzdan aktifleştirme ücreti düşüldükten sonra kalan miktar L2 hesabınıza aktarılacak.
zh_hant: 路印將在您的二層賬號收到資金後自動激活您的賬號。扣除錢包激活費後，剩餘資產將在二層可用。

# L2_L1_acknowledge_pick_up_activation_token
source: Select token to activate
fr: Sélectionner le jeton à activer
pt_pt: Selecione o token para ativar
tr: Aktivasyon için bir token seçin
zh_hant: 選擇要激活的代幣

# L2_L1_L2_receive_warning
source: Send only %@ to this deposit address
fr: Envoyez seulement %@ à l'adresse de dépôt
pt_pt: Envie somente %@ para este endereço de depósito
tr: Bu adrese sadece %@ gönderin
zh_hant: 僅將 %@ 發送到此充值地址

# L2_L1_card_activating
source: Activating
fr: Activation
pt_pt: Ativando
tr: Aktifleştiriliyor
zh_hant: 正在激活

# L2_L1_activating_in_progress_title
source: Activation in progress
fr: Activation en cours
pt_pt: Ativação em progresso
tr: Aktivasyon devam ediyor
zh_hant: 正在激活
