Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# approve_guide_hardware
source: As a Guardian, using your wallet: 1. Visit %@ 2. Find the request by the person you protect in the approval record list 3. Approve
fr: En tant que Gardien, via votre portefeuille: 1. Visitez %@ 2. Trouvez la requête de la personne que vous protégez dans la liste des approbations 3. Approuvez
pt_pt: Como um Guardião, usando sua carteira: 1. Visite %@ 2. Ache a solicitação da pessoa que você protege na lista de aprovações 3. Aprove
tr: Bir Koruyucu olarak cüzdanınızı kullanmak için: 1. Burayı ziyaret edin %@ 2. Koruduğunuz kişi tarafından gönderilen isteği bulun 3. Onaylayın
zh_hant: 您使用的是非路印錢包作為守護人 1. 訪問 %@ 2. 在審批記錄列表中查找您守護的人的請求 3. 審批

# approve_recover_title
source: Wallet Recovery Approval
fr: Approbation de récupération d'un portefeuille
pt_pt: Aprovação de Recuperação de Carteira
tr: Cüzdan Kurtarma Onayı
zh_hant: 錢包恢復審批

# approve_transfer_title
source: Exceed Quota Approval
fr: Approbation de dépassement d'un quota
pt_pt: Aprovação de Ultrapassagem de Limite
tr: Kotayı Aşma Onayı
zh_hant: 超過限額審批

# approve_code
source: Approval Code
fr: Code d'approbation
pt_pt: Código de Aprovação
tr: Onay Kodu
zh_hant: 審批碼

# approve_submitter
source: Owner
fr: Propriétaire
pt_pt: Dono
tr: Sahip
zh_hant: 所有者

# approve_history
source: Approval Records
fr: Registre des approbations
pt_pt: Registros de Aprovação
tr: Onaylama Geçmişi
zh_hant: 審批記錄

# get_approve_detail_error
source: Failed to obtain the approval code. Please try again later.
fr: L'obtention des détails d'approbation a échoué. Veuillez réessayer plus tard.
pt_pt: Falha ao obter os detalhes da aprovação. Por favor tente novamente mais tarde.
tr: Onay detaylarını alma işlemi başarısız oldu. Lütfen daha sonra tekrar deneyin.
zh_hant: 加載審批詳情失敗，請稍後重試

# approve_action_recover
source: Recover Wallet
fr: Récupérer le portefeuille
pt_pt: Recuperar carteira
tr: Cüzdanı kurtar
zh_hant: 恢復錢包

# approve_action_exceed_quota
source: Exceed Daily Quota
fr: Dépasser le quota quotidien
pt_pt: Ultrapassou o limite diário
tr: Günlük kotayı aş
zh_hant: 超過每日限額

# cancel_approve_quota_transfer
source: Cancel Exceed Quota Transfer
fr: Annuler le transfert excédant le quota quotidien
pt_pt: Cancelar transferência que ultrapassa o limite diário
tr: Günlük kotayı aşan transferi iptal et
zh_hant: 取消超額轉賬

# cancel_approve_recover
source: Cancel Wallet Recovery
fr: Annuler la récupération du portefeuille
pt_pt: Cancelar recuperação de carteira
tr: Cüzdan kurtarmayı iptal et
zh_hant: 取消恢復錢包

# please_select_guardian
source: Please select at least %@ Guardians
fr: Veuillez sélectionner au moins %@ Gardiens
pt_pt: Por favor selecione pelo menos %@ Guardiões
tr: Lütfen en az %@ Koruyucu seçin
zh_hant: 請至少選擇 %@ 個守護人

# choose_one_guardian
source: Please select a Guardian
fr: Veuillez sélectionner un Gardien
pt_pt: Por favor selecione um Guardião
tr: Lütfen bir Koruyucu seçin
zh_hant: 請選擇一個守護人

# approve_tx_content
source: Amount: %@ ETH
fr: Quantité: %@ ETH
pt_pt: Quantia: %@ ETH
tr: Miktar: %@ ETH
zh_hant: 數量：%@ ETH

# approve_tx_content2
source: Amount:
fr: Quantité:
pt_pt: Quantia:
tr: Miktar
zh_hant: 數量：

# approve_tx_data
source: Data: %@
fr: Données: %@
pt_pt: Dados: %@
tr: Veri: %@
zh_hant: 數據： %@

# approve_tx_data2
source: Data:
fr: Données:
pt_pt: Dados:
tr: Veri:
zh_hant: 數據：

# approve_send_to
source: To: %@
fr: À: %@
pt_pt: Para: %@
tr: Alıcı: %@
zh_hant: 到：%@

# approve_send_to2
source: To:
fr: À:
pt_pt: Para:
tr: Alıcı
zh_hant: 到：

# sign_msg
source: Sign Message
fr: Autoriser WalletConnect
pt_pt: Aprovar WalletConnect
tr: WalletConnect'i onayla
zh_hant: Aprobar WalletConnect

source: Sign
fr: Signature
pt_pt: Assinar
tr: İmza
zh_hant: 簽名

source: Message:
pt_pt: Mensagem:
tr: Mesaj:
zh_hant: 信息:

source: Done
fr: Terminé
pt_pt: Finalizado
tr: Tamamlandı
zh_hant: 完成

source: Name
fr: Nom
pt_pt: Nome
tr: İsim
zh_hant: 名稱

# to_top
source: Move to the top
fr: Déplacer vers le haut
pt_pt: Mover para o Topo
tr: Yukarı Çık
zh_hant: 刷到頂部

# pay_list
source: Fee Preference
fr: Préférence pour les frais
pt_pt: Preferência de Taxa
tr: Ücret Tercihi
zh_hant: 費用偏好

source: DApp Settings
fr: Paramètres DApp
pt_pt: Preferência de DApp
tr: DApp Ayarları
zh_hant: DApp設置

# dapp_settings_private_mode
source: DApp Privacy Mode
fr: Mode privé DApp
pt_pt: Modo de Privacidade DApp
tr: DApp Gizlilik Modu
zh_hant: DApp隱私模式

# dapp_settings_private_mode_description
source: With privacy mode enabled, a one-time allowance step is required for DApps to read information from your wallet address for the first time.
fr: Lorsque le mode privé est activé, une étape d'autorisation unique est nécessaire pour permettre aux DApps de lire une première fois l'information à partir de l'adresse de votre portefeuille.
pt_pt: Com o modo de privacidade ativo, DApps precisarão de uma permissão única para ler as informações de sua carteira pela primeira vez.
tr: Gizlilik modu aktifleştirilince, bir kereye mahsus DApp'lerin cüzdan adresi bilginizi okuması gerekir.
zh_hant: 啟用隱私模式後，DApp第一次需要許可操作才能從您的錢包讀取信息。

# dapp_settings_clean_up_network_cache
source: Clear Network Cache
fr: Vider le cache réseau
pt_pt: Limpar Cache de Rede
tr: Ağ Önbelleğini Temizle
zh_hant: 清理網絡緩存

# dapp_settings_clean_up_network_cache_success
source: Successfully cleared network cache.
fr: Le cache réseau a été vidé avec succès.
pt_pt: Limpeza de Cache de Rede finalizado com sucesso.
tr: Ağ önbelleği başarıyla temizlendi.
zh_hant: 成功清理網絡緩存。

# dapp_settings_clear_allowance
source: Clear DApp Allowance
fr: Effacer les permissions DApp
pt_pt: Limpar Permissão de DApp
tr: DApp İzinlerini Kaldır
zh_hant: 清除DApp許可操作

# dapp_settings_clear_allowance_description
source: After clearing DApp allowance, you will have to allow access for each DApp again in the future.
fr: Après avoir effacé le registre des permissions, vous devrez réautoriser chaque DApp pour les utiliser à nouveau.
pt_pt: Após remover os registros de permissões você precisará autorizar cada dApp novamente no futuro.
tr: DApp izinlerini temizledikten sonra, şimdiye kadar kullandığınız tüm DApp'lere teker teker yeniden izin vermeniz gerekir.
zh_hant: 刪除許可記錄後，您未來將不得不再次對每個DApp進行許可操作。

# dapp_settings_clear_allowance_success
source: Successfully cleared DApp allowance.
fr: Les permissions DApp ont été effacées avec succès
pt_pt: Permissões de DApps removidas com sucesso
tr: DApp izinleri başarıyla kaldırıldı
zh_hant: 成功清除DApp許可記錄。

source: Liquidity
fr: Liquidité
pt_pt: Liquidez
tr: Likidite
zh_hant: 流動性

# hide_small_money
source: Hide small assets
fr: Masquer les petits actifs
pt_pt: Esconder Saldos Pequenos
tr: Küçük miktarları gizle
zh_hant: 隱藏小額資產

# hide_money
source: Hide Balance
fr: Masquer le solde
pt_pt: Esconder Saldo
tr: Bakiyeyi Gizle
zh_hant: 隱藏資產

# balance_only
source: Balance
fr: Solde
pt_pt: Saldo
tr: Bakiye
zh_hant: 餘額

source: All
fr: Tout
pt_pt: Tudo
tr: Tamamı
zh_hant: 全部

# all2
source: All
fr: Tout
pt_pt: Tudo
tr: Tamamı
zh_hant: 全部

# wallet_create
source: Create Wallet
fr: Créer un portefeuille
pt_pt: Criar Carteira
tr: Cüzdan Oluştur
zh_hant: 創建錢包

# create_wallet_fail
source: Failed to create wallet. Please try again later.
fr: Échec de la création du portefeuille. Veuillez réessayer plus tard.
pt_pt: Falha ao criar carteira. Por favor tente novamente mais tarde.
tr: Cüzdan oluşturma başarısız. Lütfen daha sonra tekrar deneyin.
zh_hant: 創建錢包失敗，請稍後重試。

source: Loopring Wallet
fr: Portefeuille Loopring
zh_hant: 路印錢包

# transfer_fee
source: Fee
fr: Frais
pt_pt: Taxa
tr: Ücret
zh_hant: 費用

# transfer_fee_:
source: Fee:
fr: Frais
pt_pt: Taxa:
tr: Ücret:
zh_hant: 費用:

# transfer_fee_desc
source: Free - Paid by Loopring
fr: Gratuit - Payé par Loopring
pt_pt: Grátis - Pago por Loopring
tr: Ücret - Loopring Tarafından Ödendi
zh_hant: 免費 — 由路印支付

# operator_fee_with_value
source: Ethereum Fee: %@
fr: Frais Ethereum : %@
pt_pt: Taxa de Ethereum: %@
tr: Ethereum Ücreti: %@
zh_hant: 以太坊費用：%@

# loopring_pay_account_not_found
source: The recipient does not have an active Loopring L2 account.
fr: Le destinataire n'a pas de compte Loopring L2 actif.
pt_pt: O recipiente não possui uma conta Loopring L2 ativa.
tr: Alıcı adresin aktif Loopring L2 hesabı bulunmuyor.
zh_hant: 收款人尚未註冊路印二層賬號

# email_title
source: Email
fr: Courriel
zh_hant: 您的郵箱

# phone_title
source: Phone Number
fr: Numéro de téléphone
pt_pt: Número de Telefone
tr: Telefon Numarası
zh_hant: 您的手機號碼

# lrc_total_reward
source: Total Rewards
fr: Total des récompenses
pt_pt: Total de Recomensas
tr: Toplam Ödüller
zh_hant: 總獎勵

# lrc_action_claim
source: Claim
fr: Réclamer
pt_pt: Resgatar
tr: Talep Et
zh_hant: 領取

# defi_withdraw
source: Withdraw
fr: Retirer
pt_pt: Saque
tr: Çek
zh_hant: 提現

source: DApp Browser
fr: Navigateur DApp
pt_pt: Browser DApp
tr: DApp Tarayıcısı
zh_hant: DApp瀏覽器

# dapp_msg
source: A Web3 browser to interact with decentralized applications.
fr: Un navigateur Web3 pour intéragir avec des applications décentralisées.
pt_pt: Um browser Web3 para interagir com aplicações decentralizadas.
tr: Merkeziyetsiz uygulamalara ulaşmanızı sağlayan bir Web3 tarayıcısı.
zh_hant: 與去中心化應用交互的Web3瀏覽器。

# DApp_instruction_title
source: You are visiting a third-party DApp
fr: Vous visitez la DApp d'une tierce partie
pt_pt: Você está visitando um DApp de terceiros
tr: Üçüncü parti bir DApp'i ziyaret ediyorsunuz.
zh_hant: 您正在訪問第三方DApp

# DApp_instruction_description
source: Your use of the third-party DApp will be governed by the user agreement and privacy policy of the third-party DApp, and %@ will be directly and solely responsible to you.
fr: Votre utilisation d'une dApp tierce sera gouvernée par les conditions d'utilisation et la politique de confidentialité de la tierce partie. %@ sera directement et entièrement responsable envers vous.
pt_pt: O uso do DApp de terceiros é gerenciado pelos termos de uso e políticas de privacidade de cada DApp e %@ é diretamente e completamente sua responsabilidade.
tr: Bir üçüncü parti DApp'i kullanırken, bu DApp'in kullanım koşullarını kabul edersiniz ve %@ size karşı sorumlu hale gelir.
zh_hant: 您對第三方Dapp的使用將受第三方DApp的用戶協議和隱私政策的約束，並對你承擔直接和全權責任。

# DApp_connect_title
source: Connect to %@?
fr: Se connecter à %@
pt_pt: Conectar em %@?
tr: %@'e bağlan?
zh_hant: 連接到 %@?

# DApp_connect_description
source: By tapping confirm, you allow %@ to view your wallet's public address.
fr: En appuyant sur Confirmer, vous autorisez %@ à voir l'adresse publique de votre portefeuille.
pt_pt: Ao pressionar confirmar, você irá permitir que %@ veja seu endereço público.
tr: Onayla'yı seçerek %@ tarafından cüzdanınızın herkese açık adresine ulaşılmasına izin verirsiniz.
zh_hant: 通過點擊確認，您允許 %@ 查看您的公開地址。

# uniswap_description
source: Pool funds to earn tokens on the AMM exchange
fr: Mettre des fonds en commun pour gagner des jetons sur l'échange AMM
pt_pt: Fundos de pool para ganhar tokens na exchange AMM
tr: AMM borsasında tokenler kazanmak için kaynak aktarın
zh_hant: 存入資金在AMM交易所賺取代幣

# sushiswap_description
source: AMM exchange
fr: Échange AMM
pt_pt: Corretora AMM
tr: AMM borsası
zh_hant: AMM交易所

# dodo_description
source: Decentralized exchange with PMM algorithm
fr: Un échange décentralisé avec algorithme PMM
pt_pt: Corretora decentralizada com algorítimo PMM
tr: PMM algoritmasına sahip merkeziyetsiz borsa.
zh_hant: 使用PMM算法的去中心化交易所

# aave_description
source: Open source DeFi protocol
fr: Protocole DeFi à code source ouvert
pt_pt: Protocolo DeFi de código aberto
tr: Açık kaynaklı DeFi protokolü
zh_hant: 開源的DeFi協議

# balancer_description
source: Automated portfolio manager and trading platform
fr: Gestionnaire de portefeuille et plateforme d'échange automatisé
pt_pt: Gerenciador de portifólio automatizado e plataforma de trocas
tr: Otomatize edilmiş porfolyo yönetimi ve takas platformu
zh_hant: 自動化投資組合管理和交易平台

# debank_description
source: An all-in-one DeFi platform
fr: Une plateforme DeFi tout-en-un
pt_pt: Plataforma DeFi "tudo em um"
tr: Her şey bir arada DeFi platformu
zh_hant: 一體化的DeFi平台

# pooltogether_description
source: No-loss lottery
fr: Loterie sans perte
pt_pt: Loteria sem perda
tr: Kaybedensiz piyango
zh_hant: 無損失彩票

# wepiggy_description
source: Crypto lending market protocol
fr: Protocole de marché pour le prêt de crypto
pt_pt: Protocolo para corretoras de empréstimo de criptos
tr: Kripto varlık ödünç verme piyasası protokolü
zh_hant: 加密借貸市場協議

# 1inch_description
source: The most efficient DeFi aggregator
fr: L'agrégateur DeFi le plus efficace
pt_pt: O mais eficiente agregador DeFi
tr: En verimli DeFi toplayıcısı
zh_hant: 最高效的DeFi聚合器

# compound_description
source: Earn interest & borrow tokens
fr: Gagnez de l'intérêt et empruntez des jetons
pt_pt: Ganhe juros & empreste tokens
tr: Faiz kazanın ve token ödünç alın
zh_hant: 賺取利息 & 借貸

# curve_description
source: Creating deep on-chain liquidity using advanced bonding curves
fr: Création d'une liquidité profonde sur la chaîne par l'utilisation de courbes de liquidité avancées
pt_pt: Criando liquidez profunda na rede usando bonding curves avançadas
tr: İleri seviye arz-fiyat dengesi gözeterek blockchain üzerinde likidite üretir
zh_hant: 使用高級聯合曲線創造鏈上流動性

# zapper_description
source: Manage your DeFi assets and liabilities in one simple interface
fr: Gérez vos actifs et passifs DeFi dans une interface simple et intuitive
pt_pt: Gerencie seus ativos e passivos DeFi em uma interface simples
tr: Tüm De-Fi varlıklarınızı ve gerekliliklerinizi basit bir arayüz ile yönetin
zh_hant: 在一個簡單的界面中管理您的DeFi資產

# makerdao_description
source: An unbiased global financial system
fr: Un système financier mondial impartial
pt_pt: Um sistema financeiro global e imparcial
tr: Ön yargısız global finans sistemi
zh_hant: 公正的全球金融體系

# daily_limit_title
source: Daily Quota
fr: Quota quotidien
pt_pt: Limite Diário
tr: Günlük Kota
zh_hant: 每日限額

# adjust_daily_limit_title
source: Adjust Daily Quota
fr: Ajuster le quota quotidien
pt_pt: Ajustar Limite Diário
tr: Günlük kotayı ayarlayın
zh_hant: 調整每日限額

# reset_in_times
source: Reset in %@
fr: Réinitialisation dans %@
pt_pt: Reseta em %@
tr: %@ içinde sıfırlanır
zh_hant: 在 %@ 後重置

# changing_to_in_times
source: Changing to %@ ETH in %@
fr: Changement en %@ ETH dans %@
pt_pt: Mudando para %@ ETH em %@
tr: %@ ETH dönüştürülüyor %@
zh_hant: 在 %@ 後更改為 %@ ETH

# changing_to_eth
source: Change to %@ ETH is committing
fr: Le changement en %@ ETH se confirme sur le L1 d'Ethereum
pt_pt: Mudança para %@ ETH sendo enviada para Ethereum L1
tr: %@ ETH dönüştürme işlemi Ethereum L1'e iletiliyor
zh_hant: 更改為 %@ ETH正在提交到以太坊

# daily_limit_desc
source: Please note, the daily quota only applies to Ethereum L1 transfers of tokens for which there is a known value.
fr: Veuillez noter que le quota quotidien s'applique seulement aux jetons pour lesquels une valeur est connue.
pt_pt: Obs.: O limite diário só é aplicado para tokens que possuem um valor conhecido.
tr: Unutmayın, günlük kota yalnız bilinen değeri olan tokenler için uygulanabilir.
zh_hant: 請注意，每日限額僅適用於已知價值的代幣。

# transfer_amount
source: Amount
fr: Quantité
pt_pt: Quantia
tr: Miktar
zh_hant: 可用的

# chart_15m
source: 15m
tr: 15dk
zh_hant: 15分

# chart_1d
source: 1D
fr: 1J
tr: 1g
zh_hant: 日線

# chart_1w
source: 1W
fr: 1Sem.
pt_pt: 1S
tr: 1h
zh_hant: 週線

# metatx_action_transfer
source: Send
fr: Envoyer
pt_pt: Enviar
tr: Gönder
zh_hant: 轉賬

# metatx_action_approved_transfer
source: Transfer Exceeds Daily Quota
fr: Le transfert excède le quota quotidien
pt_pt: Transferência Ultrapassa o Limite Diário
tr: Transfer Günlük Kotayı Aşıyor
zh_hant: 轉賬超過每日限額

# metatx_action_lock_wallet
source: Lock Wallet
fr: Verrouiller le portefeuille
pt_pt: Bloquear Carteira
tr: Cüzdanı Kilitle
zh_hant: 鎖定錢包

# metatx_action_unlock_wallet
source: Unlock Wallet
fr: Déverrouiller le portefeuille
pt_pt: Desbloquear Carteira
tr: Cüzdanın Kilidini Aç
zh_hant: 解鎖錢包

# metatx_action_dex_account
source: Create/Reset Loopring L2 Account
fr: Créer/réinitialiser le compte Loopring L2
pt_pt: Criar/Redefenir Conta Loopring L2
tr: Loopring L2 Hesabını Oluştur/Sıfırla
zh_hant: 創建/重置路印二層賬號

# metatx_action_dex_deposit
source: Move
fr: Déplacer (L1/L2)
pt_pt: Mover
tr: Taşı
zh_hant: 劃轉

# metatx_action_dex_withdraw
source: Move
fr: Déplacer (L1/L2)
pt_pt: Mover
tr: Taşı
zh_hant: 劃轉

# metatx_action_token_approval
source: Token Approval
fr: Approbation du jeton
pt_pt: Aprovação de Token
tr: Token Onayı
zh_hant: 代幣審批

# metatx_action_add_guardian
source: Add %@
fr: Ajouter %@
pt_pt: Adicionar %@
tr: Ekle %@
zh_hant: 添加 %@

# metatx_action_confirm_guardian_addition
source: Confirm Guardian Addition
fr: Confirmer l'ajout du Gardien
pt_pt: Confirmar Adição do Guardião
tr: Koruyucu Eklemeyi Onayla
zh_hant: 確認添加守護人

# metatx_action_cancel_guardian_addition
source: Cancel %@ Addition
fr: Annuler l'ajout de %@
pt_pt: Cancelar Adição de %@
tr: %@ Eklemeyi İptal Et
zh_hant: 取消添加 %@

# metatx_action_reject_guardian_addition
source: Reject Guardian Addition
fr: Refuser l'ajout du Gardien
pt_pt: Rejeitar Adição do Guardião
tr: Koruyucu Eklemeyi Reddet
zh_hant: 拒絕添加守護人

# metatx_action_remove_guardian
source: Remove %@
fr: Retirer %@
pt_pt: Remover %@
tr: Sil %@
zh_hant: 刪除 %@

# metatx_action_cancel_guardian_removal
source: Cancel Removal of %@
fr: Annule le retrait de %@
pt_pt: Cancelar Remoção de %@
tr: %@ Silmeyi İptal Et
zh_hant: 取消刪除 %@

# metatx_action_add_trust
source: Add Trust
fr: Ajouter comme contact de confiance
pt_pt: Adicionar Confiança
tr: Güven Ekle
zh_hant: 添加信任人

# metatx_action_remove_trust
source: Remove Trust
fr: Ne plus faire confiance
pt_pt: Remover Confiança
tr: Güven Kaldır
zh_hant: 刪除信任人

# metatx_action_approve
source: Approve
fr: Approuver
pt_pt: Aprovar
tr: Onayla
zh_hant: 審批

# metatx_action_unknown
source: Contract Call
fr: Appel du contrat
pt_pt: Chamada de Contrato
tr: Sözleşme Çağrısı
zh_hant: 合約調用

# metatx_action_offchain_approve_recover
source: Wallet Recovery Approval
fr: Approbation de la récupération d'un portefeuille
pt_pt: Aprovação de Recuperação de Carteira
tr: Cüzdan Onayını Kurtar
zh_hant: 恢復錢包審批

# metatx_action_offchain_approve_transfer
source: Exceed Daily Quota Transfer Approval
fr: Approbation d'un transfert excédant le quota quotidien
pt_pt: Aprovação de Transferência Acima do Limite Diário
tr: Günlük Transfer Onayı Limitini Aş
zh_hant: 超過每日限額轉賬審批

# metatx_action_offchain_approve_token
source: Exceed Daily Quota Token Approval
fr: Approbation d'un jeton excédant le quota quotidien
pt_pt: Aprovação de Token Acima do Limite Diário
tr: Günlük Token Onayı Limitini Aş
zh_hant: 超過每日限額代幣審批

source: Input error
fr: Erreur de saisie
pt_pt: Erro no dado fornecido
tr: Girdi Hatası
zh_hant: 輸入錯誤

# wallet_not_created
source: You haven't created a wallet yet. Please create one first.
fr: Veuillez activer votre compte
pt_pt: Por favor ative sua conta
tr: Lütfen hesabınızı aktifleştirin
zh_hant: 請激活您的賬號

# wallet_not_L1_created
source: Please activate the Ethereum L1 account
fr: Veuillez activer votre compte Ethereum L1
pt_pt: Por favor ative sua conta Ethereum L1
tr: Lütfen Ethereum L1 hesabınızı aktifleştirin
zh_hant: 請激活您的以太坊賬號

# wallet_not_L2_created
source: Please activate the Loopring L2 account
fr: Veuillez activer votre compte Loopring L2
pt_pt: Por favor ative sua conta Loopring L2
tr: Lütfen Loopring L2 hesabınızı aktifleştirin
zh_hant: 請激活您的路印賬號

# wallet_creating
source: Your wallet is being created. Please wait a moment.
fr: La création de votre portefeuille est en cours. Veuillez patentier.
pt_pt: Sua carteira está sendo criada. Por favor espere um momento.
tr: Cüzdanınız oluşturuluyor. Lütfen bekleyin.
zh_hant: 錢包正在創建中

# wallet_recovering
source: Wallet is recovering. Please wait a moment.
fr: La récupération de votre portefeuille est en cours. Veuillez patienter.
pt_pt: Sua carteira está sendo recuperada. Por favor espere um momento.
tr: Cüzdanınız kurtarılıyor. Lütfen bekleyin.
zh_hant: 錢包正在恢復中

# free_time_use_up
source: There have been too many attempts. Please try again tomorrow.
fr: Trop de tentatives ont été effectuées. Veuillez réessayer dans 24 heures.
pt_pt: Você excedeu o número de tentativas. Por favor tente novamente amanhã.
tr: Çok fazla deneme gerçekleştirdiniz. Lütfen yarın tekrar deneyin.
zh_hant: 今天的免費次數已用完，請明天再試。

source: Invitation Code
fr: Code d'invitation
pt_pt: Código de Convite
tr: Davet Kodu
zh_hant: 邀請碼

# quota
source: invitation places
fr: Places d'invitation
pt_pt: lugares de convite
tr: davet alanları
zh_hant: 邀請名額

source: About
fr: À propos
pt_pt: Sobre
tr: Hakkında
zh_hant: 關於

source: Terms
fr: Conditions
pt_pt: Termos
tr: şartlar
zh_hant: 條款

source: Terms
fr: Conditions
pt_pt: Termos
zh_hant: 條款

source: Privacy
fr: Confidentialité
pt_pt: Privacidade
tr: Gizlilik
zh_hant: 隱私

source: Privacy
zh_hant: 隱私

# risk_disclose
source: Risk Disclosure
fr: Divulgation des risques
pt_pt: Aviso Legal de Risco
tr: Risk Bildirimi
zh_hant: 風險披露

# net_error
source: No network connection!
fr: Aucune connexion réseau!
pt_pt: Sem conexão de rede!
tr: Ağ bağlantısı yok!
zh_hant: 無網絡連接！

# net_error_retry
source: Network error. Please try again later.
fr: Erreur réseau. Veuillez réessayer plus tard.
pt_pt: Erro de rede. Por favor tente novamente mais tarde.
tr: Ağ hatası. Lütfen daha sonra tekrar deneyin.
zh_hant: 網路錯誤，請稍後再試！

source: Agree
fr: Accepter
pt_pt: Concordo
tr: Kabul Et
zh_hant: 同意

# custom_amount
source: Set Amount
fr: Définir la quantité
pt_pt: Definir Quantia
tr: Miktarı Ayarla
zh_hant: 設置金額

# year
source: years
fr: Années
pt_pt: anos
tr: yıl
zh_hant: 年

# month
source: months
fr: Mois
pt_pt: meses
tr: ay
zh_hant: 月

# day
source: days
fr: Jours
pt_pt: dias
tr: gün
zh_hant: 日

# hour
source: hours
fr: Heures
pt_pt: horas
tr: saat
zh_hant: 小時

# minute
source: minutes
pt_pt: minutos
tr: dakika
zh_hant: 分

# second
source: seconds
fr: Secondes
pt_pt: segundos
tr: saniye
zh_hant: 秒

source: ago
fr: Il y a
pt_pt: atrás
tr: önce
zh_hant: 之前

source: Just now
fr: À l'instant
pt_pt: Agora
tr: Az önce
zh_hant: 現在

source: Favorite
fr: Favori
pt_pt: Favorito
tr: Favori
zh_hant: 收藏

# transfer_to_account
source: Choose to which account
fr: Choisissez vers quel compte
pt_pt: Escolha para qual conta
tr: Hedef hesabı seçin
zh_hant: 選擇轉到哪個賬號

# transfer_to_prople
source: Select the Recipient
fr: Sélectionner le bénéficiaire
pt_pt: Escolha o Beneficiário
tr: Alıcıyı Seçin
zh_hant: 選擇收款人

# transfer_choose_token
source: Choose Token
fr: Sélectionner le jeton
pt_pt: Escolha o Token
tr: Token Seçin
zh_hant: 選擇代幣

# transfer_confirm
source: Confirm the Transfer
fr: Confirmer le transfert
pt_pt: Confirme a Transferência
tr: Transferi Onayla
zh_hant: 確認轉賬

# transfer_set_count
source: Set the amount of %@
fr: Définir la quantité de %@
pt_pt: Definir o valor de %@
tr: %@ mikarını ayarla
zh_hant: 設置 %@ 的數量

# transfer_canot_zero
source: Amount cannot be zero
fr: La quantité doit être supérieure à zéro
pt_pt: Valor não pode ser zero
tr: Sıfır olamaz
zh_hant: 數量不能為零

# to_new
source: To
fr: À
pt_pt: Para
tr: Alıcı
zh_hant: 到

# from_new
source: From
fr: De
pt_pt: De
tr: Gönderici
zh_hant: 從

# transfer_new
source: Transfer
fr: Transfert
pt_pt: Transferência
zh_hant: 轉賬

# account_progressing
source: Your transaction has been submitted. The transaction time depends on the network.
fr: Votre transaction a été transmise. L'heure de la transaction dépend du réseau.
pt_pt: A transação foi enviada. O tempo de transação depende da rede.
tr: İşleminiz başlatıldı. Tamamlanma süresi ağın durumuna bağlıdır.
zh_hant: 您的交易已提交到以太坊，實際時間取決於以太坊網絡情況。

# speed_fast
source: Fast
fr: Rapide
pt_pt: Rápido
tr: Hızlı
zh_hant: 快

# speed_generally
source: Normal
zh_hant: 正常

# speed_standard
source: Standard
zh_hant: 正常

# free_activation
source: Activate
fr: Activer
pt_pt: Ativar
tr: Aktiflleştir
zh_hant: 激活

# free_activation2
source: Activate
fr: Activer
pt_pt: Ativar
tr: Aktifleştir
zh_hant: 激活

source: Set Up Key
fr: Définir la clé
pt_pt: Definir Chave
tr: Anahtarı Ayarla
zh_hant: 設置密鑰
