Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# refresh_nft_metadata_refreshing
source: Metadata is refreshing... You can check back in a few minutes.
fr: Actualisation des métadonnées en cours... Regardez à nouveau dans quelques minutes,
pt_pt: Metadados estão atualizando... Verifique novamente em alguns minutos.
tr: Metadata yenileniyor. Birkaç dakika içinde tekrar kontrol edebilirsiniz.
zh_hant: 元數據正在刷新... 您可以過幾分鐘再回來查看。

source: Hide small liquidity
fr: Masquer les petites liquidités
pt_pt: Esconder liquidez pequena
tr: Küçük likiditeyi gizle
zh_hant: 隱藏小額流動性

# nft_self_trading
source: Self-trading
fr: Échange autonome
pt_pt: Auto-troca
tr: Kendinle Takas
zh_hant: 自買自賣

# nft_collectibles
source: Collectibles
fr: Collection
pt_pt: Colecionáveis
tr: Koleksiyon
zh_hant: 收藏品

# nft_item
source: item
fr: objet
tr: parça
zh_hant: 藏品

# nft_items
source: items
fr: Objets
pt_pt: itens
tr: Parça
zh_hant: 藏品

# new_trade_title
source: Trade
fr: Échanger
pt_pt: Trocar
tr: Takas
zh_hant: 交易

# icloud_security_setting_title
source: iCloud Backup
fr: Sauvegarde iCloud
pt_pt: Backup iCloud
tr: iCloud Yedeklemesi
zh_hant: iCloud 備份

# icloud_security_setting_subtitle
source: No Backup
fr: Aucune sauvegarde
pt_pt: Sem Backup
tr: Yedekleme Yok
zh_hant: 無備份

# icloud_introduction_title
source: iCloud Backup
fr: Sauvegarde iCloud
pt_pt: Backup iCloud
tr: iCloud Yedeklemesi
zh_hant: iCloud 備份

# icloud_introduction_des1
source: Enabling iCloud backup is free. Your private key is encrypted and stored in your iCloud.
fr: L'activation de la sauvegarde iCloud est gratuite. Votre clé privée est chiffrée et enregistrée dans votre iCloud.
pt_pt: Habilitar backup pela nuvem é de graça. Sua chave privada será encriptada e será salva no seu iCloud.
tr: iCloud Yedeklemesi ücretsizdir. Özel anahtarlarınız şifrelenir ve bulut hesabınızda saklanır.
zh_hant: 啟用雲備份是免費的。您的私鑰已加密並存儲在您的 iCloud 中。

# icloud_introduction_des2
source: · The data uploaded to iCloud is encrypted for security. · Loopring has no control over the security of the iCloud service. If you have any concern regarding the risk, you can manually disable this feature any time.
fr: · Les données chargées dans iCloud sont chiffrées pour des raisons de sécurité. · Loopring n'a aucun contrôle sur la sécurité du service iCloud. Si vous avez des inquiétudes sur les risques, vous pouvez désactiver manuellement cette fonctionnalité en tout temps.
pt_pt: Os dados enviados para a nuvem serão encriptados por motivos de segurança. · Loopring não tem controle sobre a segurança dos serviços de núvem. Se você possui qualquer preocupação em relação aos riscos, você pode desabilitar este recurso há qualquer momento.
tr: · iCloud'a yüklenen veri güvenlik için şifrelenir. · Loopring'in bulut servisleri üzerinde kontrolü yoktur. Eğer risk konusunda endişeliyseniz, bu özelliği istediğiniz zaman devre dışı bırakabilirsiniz.
zh_hant: · 上傳到雲端的數據經過加密以確保安全。 · 路印與這些雲服務的安全性無關。如果您對風險有任何擔憂，您可以隨時手動禁用此功能，然後將從雲中刪除關聯的備份。

# icloud_introduction_des3
source: · The data uploaded to iCloud is encrypted for security. · If you lose your keys, you can recover your wallet for free by selecting 'Recover Wallet from Cloud'
fr: · Les données chargées dans iCloud sont chiffrées pour des raisons de sécurité. · Si vous perdez vos clés, vous pouvez récupérer votre portefeuille gratuitement en sélectionnant 'Récupérer via le nuage'
pt_pt: · Os dados enviados para a nuvem serão encriptados por motivos de segurança. · Se você perder suas chaves, você pode recuperar sua carteira de graça selecionando 'Recuperar Carteira pela Cloud'
tr: · iCloud'a yüklenen veri güvenlik için şifrelenir. · Eğer anahtarlarınızı kaybederseniz, 'Cloud ile kurtar cüzdan' seçeneği ile cüzdanınızı ücretsiz olarak kurtarabilirsiniz.
zh_hant: · 上傳到 iCloud 的數據經過加密以確保安全。 · 如果您的密鑰丟失了，您可以通過 '從 iCloud 恢復' 免費恢復您的錢包。

# icloud_disable_alert_title
source: No iCloud account detected, or iCloud Drive is not enabled
fr: Aucun compte iCloud détecté, ou iCloud Drive non-activé.
pt_pt: Nenhuma conta iCloud detectada ou iCloud Drive não está habilitado
tr: Bir iCloud hesabı bulunamadı ya da iCloud Drive devre dışı
zh_hant: 未檢測到 iCloud 帳戶，或未啟用 iCloud Drive

# icloud_disable_alert_description
source: To recover your backup using iCloud, you need to enable iCloud from your iPhone’s Settings app.
fr: Pour restaurer votre sauvegarde via iCloud, vous devez activer iCloud via l'application Paramètres de votre iPhone.
pt_pt: Para recuperar seu backup usando iCloud, você precisa habilitar iCloud nas configurações de seu celular
tr: iCloud üzerinden yedeklemenizi kurtarmak için, cihazınızda iCloud'u etkinleştirmelisiniz
zh_hant: 要使用 iCloud 恢復備份，您需要從手機設置中啟用 iCloud

# icloud_status_no_backup
source: No Backup
fr: Aucune sauvegarde
pt_pt: Nenhum Backup
tr: Yedekleme Yok
zh_hant: 無備份

# icloud_status_enabled
source: The encrypted key has been stored in your active iCloud account
fr: La clé chiffrée a été enregistrée dans votre compte actif iCloud
pt_pt: A chave encriptada foi salva em sua conta iCloud ativa
tr: Şifrelenmiş anahtarınız aktif iCloud hesabınıza yedeklendi
zh_hant: 啟用自動備份驗證

# icloud_status_verifyFailed
source: Auto Backup verification failed
fr: Échec de la vérification de la sauvegarde automatique
pt_pt: Verificação de backup automático falhou
tr: Oto Yedekleme doğrulaması başarısız
zh_hant: 自動備份驗證失敗

# icloud_enter_passcode
source: Please enter your passcode
fr: Veuillez saisir votre code d'accès
pt_pt: Por favor insira seu código de acesso
tr: Lütfen güvenlik kodunuzu girin
zh_hant: 請輸入您的密碼

# icloud_enter_passcode_subtitle
source: This passcode is used for cloud file encryption
fr: Ce code d'accès est utilisé pour le chiffrement des fichiers dans le nuage
pt_pt: Este código de acesso é usado para a encriptação de arquivos na nuvem
tr: Bu güvenlik kodu bulut dosya şifrelemesi içindir.
zh_hant: 此密碼用於雲文件加密

# icloud_recover_from_cloud
source: Recover from Cloud
fr: Récupérer via le nuage
pt_pt: Recuperar por Cloud
tr: Cloud ile kurtar
zh_hant: 從雲端恢復

# icloud_recover_from_cloud_description
source: Please select a wallet to recover. This lets you recover your wallet for free. You will regain access after 24 hours.
fr: Veuillez sélectionner un portefeuille à récupérer. Ceci vous permet de récupérer votre portefeuille gratuitement. Vous regagnerez l'accès après 24 heures.
pt_pt: Por favor seleciona a carteira para recuperar. Esta operação permite que você recupere sua carteira de graça. Você terá acesso novamente depois de 24 horas.
tr: Lütfen kurtarmak istediğiniz cüzdanı seçin. Bu yolla cüzdanınızı ücretsiz olarak kurtarabilirsiniz. 24 saat sonra yeniden erişim kazanırsınız.
zh_hant: 請選擇要恢復的錢包，這可以讓您免費恢復您的錢包。您將在 24 小時後重新獲得訪問權限。

# icloud_recover_list_button_title
source: Recover
fr: Récupérer
pt_pt: Recuperar
tr: Kurtar
zh_hant: 恢復

# icloud_recover_list_empty
source: You don't have a backup
fr: Vous n'avez pas de copie de sauvegarde
pt_pt: Você não possui um backup
tr: Yedeklenmiş bir dosyanız bulunmuyor.
zh_hant: 您沒有備份

# icloud_recover_decrypt_failed
source: Unable to decrypt the private key. The account passcode may be incorrect or the encrypted key may be corrupted. Please enter the correct passcode and try again.
fr: Incapable de déchiffré la clé privée. Le code d'accès du compte peut être erroné ou la clé chiffrée peut être corrompue. Veuillez saisir le bon code d'accès et réessayer.
pt_pt: Não foi possível decriptar a chave privada. O código de acesso da conta pode estar incorreto ou a chave de encriptação pode estar corrompida. Por favor insira o código de acesso correto e tente novamente.
tr: Özel anahtar çözümlenemedi. Güvenlik kodu yanlış ya da şifrelenmiş dosya bozulmuş olabilir. Lütfen doğru güvenlik kodunu girin ve tekrar deneyin.
zh_hant: 無法解密私鑰。賬號密碼可能不正確或加密密鑰可能已損壞。請輸入正確的密碼，再試一次。

# icloud_recover_decrypt_subtitle
source: This password is for the cloud file backup.
fr: Ce mot de passe est pour la copie de sauvegarde dans le nuage.
pt_pt: Esta senha é para o backup do arquivo da nuvem.
tr: Bu parola bulut yedeklemeniz içindir.
zh_hant: 該密碼是雲文件備份的密碼。

# icloud_migrate_previous_title
source: You have previously turned on cloud backup. Do you wish to turn on again?
fr: Vous avez précédemment activé la sauvegarde sur le nuage. Souhaitez-vous l'activer à nouveau?
pt_pt: Você habilitou o backup na nuvem anteriormente. Você gostaria de o habilitar novamente?
tr: Daha önceden iCloud yedeklemesine sahiptiniz. Tekrar aktifleştirmek ister misiniz?
zh_hant: 您之前已開啟雲備份。你想重新打開嗎？

# icloud_recover_list_wallet_prefix
source: Wallet %@
fr: Portefeuille %@
pt_pt: Carteira %@
tr: %@ Cüzdanı
zh_hant: 錢包 %@

# icloud_backuping
source: The wallet's private key is being backed up...
fr: Sauvegarde de la clé privée du portefeuille en cours...
pt_pt: O backup da chave privada da carteira está sendo executado...
tr: Cüzdanınızın özel anahtarı yedekleniyor...
zh_hant: 正在備份中...

# icloud_close_confirm_description
source: If you disable iCloud backups, the wallet data in iCloud will become out of sync. This may result in failure when attempting to recover the wallet from the cloud in the future. If you’d like to delete the cloud wallet data, please manually delete the relevant files there.
fr: Si vous désactivez les sauvegardes iCloud, les données du portefeuille dans iCloud seront désynchronisées. Cela pourrait donner lieu à un échec lors d'une éventuelle récupération du portefeuille via le nuage. Si vous souhaitez supprimer les données du portefeuille dans le nuage, veuillez procéder à la suppression manuelle des fichiers appropriés.
pt_pt: Se você desabilitar backups por iCloud, os dados da carteira na iCloud não ficarão sincronizados. Isto pode resultar em falhas ao tentar recuperar a carteira da nuvem no futuro. Se você gostaria de excluir os dados da carteira da nuvem, por favor exclua os arquivos da nuvem manualmente.
tr: iCloud yedeklemesini kapatırsanız, bulut hesabınızdaki verinin senkronu bozulacaktır. Bu durum ilerde cüzdanınızı iCloud kullanarak kurtarmak isterseniz sorunlara yol açabilir. Eğer buluttaki cüzdan verisini silmek istiyorsanız, bunu iCloud'daki ilgili dosyaları silerek yapmanızı öneririz.
zh_hant: 如果您禁用 iCloud 雲端備份，您將需要手動從 iCloud 雲端硬盤刪除備份，並且您將只能使用守護人審批恢復您的錢包，這需要支付 Gas 費。您確定要禁用 iCloud 雲端備份嗎？

# icloud_close_confirm_title
source: Turn off iCloud Backup
fr: Désactiver la sauvegarde iCloud
pt_pt: Desabilitar Backup por iCloud
zh_hant: 禁用 iCloud 雲端備份

# 2fa_add_guard_title
source: Two-Factor Authentication (2FA)
fr: Authentification à 2 facteurs (A2F)
pt_pt: Autenticador de Dois Fatores (2FA)
tr: İki Faktörlü Kimlik Doğrulama (2FA)
zh_hant: 雙重身份驗證 (2FA)

# 2fa_account_at_risk
source: Your Account is At Risk
fr: Votre compte est à risque.
pt_pt: Sua Conta Está em Risco
tr: Hesabınız Risk Altında
zh_hant: 您的賬號有風險

# 2fa_less_than_three_options
source: Your wallet is at risk, please enable more authentication sources to secure. For improved security, it is recommended to enable at least 2 methods of authentication.
fr: Votre portefeuille est à risque, veuillez activer d'autres sources d'authentification pour le sécuriser. Pour une sécurité accrue, il est recommandé d'activer au moins 2 méthodes d'authentification.
pt_pt: Sua carteira está em risco, por favor habilite mais métodos de autenticação por motivos de segurança. Para melhorar a segurança, é recomendado habilitar pelo menos 2 métodos de autenticação.
tr: Cüzdanınız risk altında, lütfen daha fazla kimlik doğrulama yöntemi aktifleştirin. İleri seviyede güvenlik için en az iki kimlik doğrulama yönteminin aktif olması önerilir.
zh_hant: 您的錢包存在風險，請啟用更多的驗證方式保障安全性。為了提高安全性，建議至少啟用 2 種身份驗證。 如果身份驗證少於 2 種，如果您丟失手機或忘記密碼，您將無法驗證您是錢包所有者。

# 2fa_account_fix_me
source: Fix me
fr: Me réparer
pt_pt: Me arrume
tr: Beni düzelt
zh_hant: 修復

# 2fa_verify_your_passcode
source: Verify your passcode
fr: Vérifiez votre code d'accès
pt_pt: Verifique seu código de acesso
tr: Güvenlik kodunuzu doğrulayın
zh_hant: 驗證您的密碼

# 2fa_have_not_setup_passcode
source: You haven't setup the passcode.
fr: Vous n'avez pas configuré votre code d'accès.
pt_pt: Você não configurou o código de acesso
tr: Güvenlik kodu oluşturulmamış
zh_hant: 你還沒有設置密碼。

# 2fa_set_new_passcode
source: Set New Passcode
fr: Définir un nouveau code d'accès
pt_pt: Configure Novo Código de Acesso
tr: Yeni Güvenlik Kodu Ayarla
zh_hant: 設置新密碼

# 2fa_set_new_passcode_description
source: This passcode will be used for transactions and other account activity.
fr: Ce code d'accès sera utilisé pour les transactions et autres activités du compte.
pt_pt: Este código de acesso será usado para transações e outras atividades da conta.
tr: Güvenlik kodunuz transfer gibi işlemlerde ve birçok hesap aktivitesini gerçekleştirmek için kullanılır.
zh_hant: 此密碼將用於交易和其他賬號操作。

# 2fa_confirm_new_passcode
source: Confirm New Passcode
fr: Confirmer le nouveau code d'accès
pt_pt: Confirme o Novo Código de Acesso
tr: Yeni Güvenlik Kodunu Onayla
zh_hant: 確認新密碼

# 2fa_enabled
source: Enabled
fr: Activé
pt_pt: Habilitado
tr: Aktif
zh_hant: 啟用

# 2fa_account_at_risk_tip_security
source: For improved security, it is recommended to enable at least 2 methods of authentication.
fr: Pour une sécurité accrue, il est recommandé d'activer au moins 2 méthodes d'authentification.
pt_pt: Para melhor segurança, é recomendado habilitar pelo menos 2 métodos de autenticação.
tr: İleri seviyede güvenlik içi en az iki farklı onay yöntemi kullanmanız önerilir.
zh_hant: 為了提高安全性，建議啟用至少 2 種身份驗證。

# 2fa_less_than_three_options_with_space
source: For improved security, it is recommended to enable at least 2 methods of authentication. If there are less than 2 authentication methods, you will be unable to verify you are the wallet owner in the event you lose your phone or forget the account passcode.
fr: Pour une sécurité accrue, il est recommandé d'activer au moins 2 méthodes d'authentification. S'il y a moins de 2 méthodes d'authentification, vous serez incapable de confirmer que vous êtes le propriétaire du portefeuille dans l'éventualité où vous perdriez votre téléphone ou que vous oublieriez votre code d'accès.
pt_pt: Para melhor segurança, é recomendado habilitar pelo menos 2 métodos de autenticação. Se tiver menos que 2 métodos de autenticação, você não conseguirá verificar que é o dono da carteira caso você perca seu celular ou esqueça o código de acesso de sua conta.
tr: İleri seviyede güvenlik için en az iki farlı onay yönetimi kullanmanız önerilir. İkiden az doğrulama yöntemi aktifse, telefonunuzu kaybetmeniz ya da şifrenizi unutmanız durumunda cüzdanın sahibi olduğunuzu kanıtlayamazsınız.
zh_hant: 為了提高安全性，建議啟用至少 2 種身份驗證。 如果身份驗證少於 2 種，如果您丟失手機或忘記密碼，您將無法驗證您是錢包所有者。

# 2fa_change_passcode
source: Change Passcode
fr: Modifier le code d'accès
pt_pt: Mudar Código de Acesso
tr: Güvenlik Kodunu Değiştir
zh_hant: 更改密碼

# 2fa_add_authenticator_save_key
source: Please make a note of the key and store it somewhere safe. Do not upload it to the internet. If you uninstall or lose your authenticator, you can restore the 2FA with this key.
fr: Veuillez prendre en note la clé et conservez-la en lieu sûr. Ne la charger par sur Internet. Si vous désinstallez ou perdez votre authentifiant, vous pouvez rétablir l'A2F avec cette clé.
pt_pt: Por favor anote a chave e guarde-a em um lugar seguro. Não faço o upload para a internet. Se você desinstalar ou perder seu autenticador, você pode restaurar a 2FA com esta chave.
tr: Lütfen anahtarınızı not edin ve güvenli bir yerde saklayın. İnternete yüklemeyin. Eğer doğrulayıcınızı siler ya da kaybederseniz, bu anahtar ile 2FA'nızı kurtarabilirsiniz.
zh_hant: 請記下密鑰並將其存放在安全的地方。不要將其上傳到互聯網。 如果您卸載或丟失身份驗證器，您可以使用此密鑰恢復 2FA。

# 2fa_introduction_content
source: For improved security, besides Signature Auth, it is recommended to enable at least 2 additional methods of authentication. Doing so will allow you to: · Recover wallet · Reset passcode Please verify your passcode first to proceed.
fr: Pour une sécurité accrue, mis à part Signature Auth, il est recommandé d'activer au moins 2 autres méthodes d'authentification. Cela vous permettra de: · Récupérer votre portefeuille · Réinitialiser votre code d'accès Veuillez vérifier votre code d'accès pour poursuivre.
pt_pt: Para melhorar a segurança, além da Assinatura de Autenticação, é recomendado habilitar pelo menos 2 métodos extras de autenticação. Ao fazer isso você poderá: · Recuperar carteira · Redefinir código de acesso Por favor verifique seu código de acesso antes de continuar.
tr: İleri düzeyde güvenlik için, İmza Doğrulayıcı'nın yanında en az iki kimlik doğrulama yöntemi daha aktif olmalıdır. Böylece: · Cüzdanınızı kurtarabilirsiniz · Güvenlik kodunuzu sıfırlayabilirsiniz Devam etmek için güvenlik kodunuzu doğrulayın
zh_hant: 為了提高安全性，除了簽名驗證，建議至少啟用另外 2 種身份驗證來執行以下操作： · 恢復錢包 · 重置密碼 請先確認您的密碼再繼續

# 2fa_introduction_info_content
source: For improved security, besides Signature Auth, it is recommended to enable at least 2 additional methods of authentication. Doing so will allow you to: · Recover wallet · Reset passcode
fr: Pour une sécurité accrue, mis à part Signature Auth, il est recommandé d'activer au moins 2 autres méthodes d'authentification. Cela vous permettra de : · Récupérer votre portefeuille · Réinitialiser votre code d'accès
pt_pt: Para melhorar a segurança, além da Assinatura de Autenticação, é recomendado habilitar pelo menos 2 métodos extras de autenticação. Ao fazer isso você poderá: · Recuperar carteira · Redefinir código de acesso
tr: İleri düzeyde güvenlik için, İmza Doğrulayıcı'nın yanında en az iki kimlik doğrulama yöntemi daha aktif olmalıdır. Böylece: · Cüzdanınızı kurtarabilirsiniz · Güvenlik kodunuzu sıfırlayabilirsiniz
zh_hant: 為了提高安全性，除了簽名驗證，建議至少啟用另外 2 種身份驗證來執行以下操作： · 恢復錢包 · 重置密碼

# 2fa_verify_to_upgrade_description
source: For security reasons, we require passcode verification.
fr: Pour des raisons de sécurité, nous exigeons la vérification par code d'accès.
pt_pt: Por razões de segurança, a verificação de código de acesso é necessária.
tr: Güvenliğiniz için, güvenlik kodu ile onaylama gerekiyor.
zh_hant: 為了保障您賬號的安全性，我們需要密碼驗證

# 2fa_introduction_mask_description
source: Tap to enable additional Authentications to improve security
fr: Appuyer pour activer des authentifications additionnelles afin d'accroître la sécurité.
pt_pt: Pressiona para habilitar Autenticações extras para melhorar a segurança
tr: Daha fazla kimlik doğrulama yöntemi eklemek ve güvenliğinizi artırmak için dokunun
zh_hant: 點擊啟用這些身份驗證方式來提高安全性

# orderbook_order_processing
source: Processing
fr: En traitement
tr: İşleniyor
zh_hant: 正在處理

# orderbook_order_processted
source: Processed
fr: Traité
pt_pt: Processado
tr: Tamamlandı
zh_hant: 已處理

# orderbook_order_cancelled
source: Canceled
fr: Annulé
pt_pt: Cancelado
tr: İptal Edildi
zh_hant: 已取消

source: Buy with Ramp
fr: Acheter via Ramp
pt_pt: Comprar com Ramp
tr: Ramp ile Al
zh_hant: 用Ramp購買

source: Buy with Banxa
fr: Acheter via Banxa
pt_pt: Comprar com Banxa
tr: Banxa ile Al
zh_hant: 用Banxa購買

# buy_with_card_desc
source: Purchase Crypto with Ramp & Banxa
fr: Achetez de la crypto avec Ramp & Banxa
pt_pt: Compre Cripto com Ramp & Banxa
tr: Ramp & Banxa ile Kripto Al
zh_hant: 用Ramp和Banxa購買加密貨幣

# buy_with_other_wallet
source: Transfer using a Loopring Wallet
fr: Transférez en utilisant un portefeuille Loopring
pt_pt: Transfira usando a Carteira Loopring
tr: Bir Loopring Cüzdan'dan transfer et
zh_hant: 使用路印錢包轉賬

# buy_with_receive_l2
source: Receive from L2 wallet
fr: Recevez à partir d'un portefeuille L2
pt_pt: Receber de uma carteira L2
tr: L2 cüzdandan al
zh_hant: 從二層錢包收款

# until_next_check
source: Until next check-in:
fr: Jusqu'au prochain enregistrement:
pt_pt: Até o próximo check-in:
tr: Sıradaki giriş için kalan süre:
zh_hant: 直到下次進入

# transfer_l1_send
source: L1 Send
fr: Envoi L1
pt_pt: Enviar L1
tr: L1'e Gönder
zh_hant: 一層轉賬

# transfer_l2_send
source: L2 Send
fr: Envoi L2
pt_pt: Enviar L2
tr: L2'ye Gönder
zh_hant: 二層轉賬

# transfer_select
source: Select
fr: Sélectionner
pt_pt: Selecionar
tr: Seç
zh_hant: 選擇

# transfer_alert_message
source: The currency %@ will not be transferred to the contract address %@
fr: La devise %@ ne sera pas transférée à l'adresse du contrat %@
pt_pt: A moeda %@ não será transferida para o endereço de contrato %@
tr: %@ varlığı bu adrese transfer edilmeyecek %@
zh_hant: 貨幣 %@ 不能轉到合約地址 %@

# transfer_alert_not_supported
source: Token Not Supported
fr: Ce jeton n'est pas pris en charge
pt_pt: Token Não Suportada
tr: Token Desteklenmiyor
zh_hant: 代幣不支持

# manager_wallet_layer2
source: Layer 2
zh_hant: 二層

# manager_wallet_delete_alert_title
source: Are you sure you want to delete the wallet?
fr: Êtes-vous certain de vouloir supprimer le portefeuille?
pt_pt: Você tem certeza que gostaria de excluir a carteira?
tr: Cüzdanı silmek istediğinizden emin misiniz?
zh_hant: 您確定您想要刪除錢包

# manager_wallet_delete_alert_message
source: After deleting the wallet, it can only be accessed by performing a recovery.
fr: Une fois le portefeuille supprimé, la seule façon d'y accéder sera d'effectuer une récupération.
pt_pt: Após excluir a carteira, ela só poderá ser acessada ao efetuar uma recuperação.
tr: Cüzdanı sildikten sonra yalnızca kurtarma işlemi gerçekleştirdikten sonra erişim sağlayabilirsiniz.
zh_hant: 刪除錢包後，只有恢復錢包才能使用錢包。

# alert_title_clear_data
source: Clear Data
fr: Effacer les données
pt_pt: Limpar Dados
tr: Veriyi Temizle
zh_hant: 清除數據

# alert_title_corrupted
source: Wallet Data Corrupted
fr: Données du portefeuille corrompues
pt_pt: Dados da Carteira Corruptos
tr: Bozulmuş Cüzdan Verisi
zh_hant: 錢包數據損壞

# alert_title_corrupted_data
source: Corrupted Data
fr: Données corrompues
pt_pt: Dados Corruptos
tr: Bozuk Veri
zh_hant: 數據損壞

# tableview_foot_looding
source: Loading ...
fr: Chargement...
pt_pt: Carregando...
tr: Yükleniyor...
zh_hant: 加載中 ...

# 2fa_signature_auth_passcode
source: Signature Auth (via Passcode)
fr: Signature Auth (via code d'accès)
pt_pt: Assinatura de Autenticação (via Código de Acesso)
tr: İmza Doğrulayıcı (Güvenlik kodu ile)
zh_hant: 簽名驗證（通過密碼）

# create_novice_guide
source: Novice Guide
fr: Guide pour débutant
pt_pt: Guia de Iniciante
tr: Başlangıç Rehberi
zh_hant: 新手指南

source: Creation Fee
fr: Frais de création
pt_pt: Taxa de Criação
tr: Oluşturma Ücreti
zh_hant: 創建費用

# records_my
source: My
fr: Mes
pt_pt: Meu
tr: Bana ait
zh_hant: 我的

# verification_code_sent_to_user
source: Sent to %@
fr: Envoyé à %@
pt_pt: Enviado para %@
tr: Şuraya gönderildi:%@
zh_hant: 驗證碼已發送到 %@

# create_wallet_pay_qr
source: /2 Only send %@ to this deposit address. The wallet creation fee amount will not land in your wallet as this is cost to create the wallet. To save gas it is best send more than the wallet creation fee so you will have assets ready to use on the wallet.
fr: /2 Envoyez seulement %@ à cette adresse de dépôt. Les fonds nécessaires pour payer les frais de création du portefeuille ne seront pas déposés dans votre portefeuille comme il s'agit du coût pour créer celui-ci. Pour épargner sur les frais de gas, il est préférable d'envoyer plus que les frais de création afin d'avoir des actifs prêts à être utilisés dans le portefeuille.
pt_pt: /2 Somente envie %@ para este endereço de depósito. A taxa de criação da carteira não será depositada em sua carteira, pois este é o custo de criar a carteira. Para salvar em taxa de gás é recomendado enviar mais que a taxa de criação de carteira, assim você terá ativos prontos para serem usados na carteira.
tr: /2 Bu adrese yalnız %@ gönderin. Cüzdan oluşturma adresi yatırdığınız miktardan düşülür. Gas ücretinden tasarruf etmek için oluşturma ücretinden fazla miktarda varlık yatırmanız önerilir. Böylece cüzdanınız oluşturulduğunda kullanıma hazır varlıklarınız olur.
zh_hant: /2 只轉 %@ 到這個充值地址。錢包創建費用不會出現在您的錢包中，這是創建錢包的費用。為了節省Gas，最好發送比錢包創建費用更多的資產，這樣您就可以在錢包上使用剩餘的資產。
