Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# guardian_notify_security_relative
source: Your wallet is secure. Best practice calls for at least 3 Guardians. Add more Guardians to improve your security.
fr: Votre portefeuille est sécuritaire. Il est fortement recommandé d'avoir au moins 3 Gardiens. Ajoutez des Gardiens pour accroître la sécurité de vos actifs.
pt_pt: Sua carteira está segura. &#10;É recomendado ter pelo menos 3 Guardiões. Adicione mais Guardiões para melhorar sua segurança.
tr: Cüzdanınız güvenli. Size en az 3 Koruyucu eklemenizi öneririz. Daha fazlasını ekleyerek güvenliğinizi artırabilirsiniz.
zh_hant: 您的錢包是安全的。 最好有至少3個守護人，添加更多的守護人提高錢包安全性。

# guardian_notify_danger
source: Your wallet is not secure. Please add more Guardians as soon as possible.
fr: La sécurité de votre portefeuille n'est pas garantie. Veuillez ajouter des Gardiens dés que possible.
pt_pt: Sua carteira não possui nenhuma garantia de segurança. Por favor adicione mais Guardiões o quanto antes.
tr: Cüzdanınızın güvenlik garantisi bulunmuyor. Lütfen en kısa sürede daha çok Koruyucu ekleyin.
zh_hant: 您的錢包還不夠安全，請盡快添加更多守護人

# guardian_use_notify
source: A Guardian should be someone you absolutely trust; it can also be yourself (on another wallet you control). As long as more than half of your Guardians are faithful to you, your assets are safe and can be recovered in the event you lose your device. We recommend adding people you trust (spouse, parents, siblings, children, or friends) and other wallets you control.
fr: Un Gardien devrait être une personne en qui vous avez une confiance absolue. Vous pouvez également être votre propre Gardien (via un autre portefeuille dont vous êtes le propriétaire). Du moment que plus de la moitié de vos Gardiens vous sont fidèles, vos actifs sont en sécurité et peuvent être récupérés si vous perdez votre appareil. Nous vous recommandons d'ajouter des personnes en qui vous avez confiance (conjoint(e), parents, frères et soeurs, enfants ou amis) ou d'autres portefeuilles dont vous êtes le propriétaire.
pt_pt: Um Guardião deve ser uma pessoa que você confia plenamente. Um Guardião pode também ser você (usando outra carteira sua). Desde que mais da metade de seus Guardiões sejam fiéis à você, seus ativos estarão seguros e poderão ser recuperados se você perder seu dispositivo. Recomendamos que você adicione pessoas que você confia (esposa(o), pais, irmãos, irmãs, filhos ou amigos) e outras carteiras que você controla.
tr: Koruyucu tamamen güvendiğiniz biri olmalıdır. Sahip olduğunuz başka bir cüzdanı kullanarak kendi koruyucunuz da olabilirsiniz. Koruyucularınızın yarısından fazlası sizinle ortaklaşa çalıştığı sürece, cihazınızı kaybetseniz dahi varlıklarınızı kurtarabilirsiniz. Güvendiğiniz kişileri (eş, kardeş, ebeveynler, çocuklar ya da arkadaşlar) ve sahip olduğunuz cüzdanları Koruyucu olarak eklemenizi öneririz. Koruyucuların bazı işlevleri:
zh_hant: 守護人是您絕對信任的人。它可以是您自己（自己控制的另一個錢包）。只要您半數以上的守護人對您忠誠，您的資產就是安全的，手機丟失了都可以恢復錢包。我們建議您添加信任的人（配偶、父母、兄弟姐妹、孩子或朋友）以及您控制的其他錢包。

# guardian_add_notify
source: Easily add other Loopring Wallets as Guardians to secure your identity and crypto assets. After entering the wallet address, the user will receive a notification of the request directly in their Loopring Wallet app. Invite your friends and family to use the Loopring Wallet. %@
fr: Ajoutez facilement d'autres portefeuilles Loopring comme Gardiens pour sécuriser votre identité et vos actifs de crypto. Après avoir saisi l'adresse du portefeuillle, l'utilisateur recevera une notification directement dans son application de portefeuille Loopring pour l'aviser de votre demande. Invitez vos amis et les membres de votre famille à utiliser le portefeuille Loopring. %@
pt_pt: Você pode adicionar outras Carteiras Loopring como seus Guardiões para assegurar sua identidade e seus ativos criptos. Após inserir o endereço de carteira, o usuário receberá uma notificação diretamente em seu aplicativo da Carteira Loopring. Convide sua família e amigos para usar a Carteira Loopring. %@
tr: Varlıklarınızı ve kimliğinizi korumak amacıyla, kendinizin ya da arkadaşlarınızın Loopring Cüzdanlarını kolayca Koruyucu olarak ekleyebilirsiniz. Bir cüzdan adresi eklediğinizde, ona bağlı Loopring uygulamasına bildirim gönderilir. Arkadaşlarınıza ve ailenize Loopring Cüzdan kullanmaları için davetiye gönderebilirsiniz. %@
zh_hant: 您可以添加其他路印錢包作為您的守護人，以保護您的身份和加密資產。邀請您的家人和朋友使用路印錢包。 %@

# guardian_add_notify2
source: If you would like to add a non-Loopring Wallet address as a Guardian, please visit the following link on a computer to complete the operation: %@.
pt_pt: Se você gostaria de adicionar endereços que não pertencem à uma Carteira Loopring como Guardiões, por favor visite o link seguinte em seu computador para continuar: %@.
tr: Eğer Loopring Cüzdan olmayan adresleri Koruyucu olarak eklemek isterseniz, bilgisayarınızda bu web sitesini ziyaret edin: %@.
zh_hant: 如果您想添加非路印錢包地址作為守護人，請訪問電腦上的 %@。

# you_are_someone_guardian
source: You are the Guardian of %@ and can lock his/her wallet.
fr: Vous êtes le Gardien de %@. Vous pouvez verrouiller son portefeuille.
pt_pt: Você é o Guardião de %@. Você pode bloquear/desbloquear a carteira dele/dela.
tr: %@ kişisini koruyorsunuz. Onun cüzdanını kilitleyebilirsiniz.
zh_hant: 您是 %@ 的守護人，您可以鎖定他/她的錢包。

# guardian_lock_unlock
source: Lock/Unlock
fr: Verrouiller/déverrouiller
pt_pt: Bloquear/desbloquear
tr: Kilitle/Aç
zh_hant: 鎖定/解鎖

# wallet_lock_unlock_point
source: · Lock/unlock my wallet
fr: · Verrouiller/déverrouiller mon portefeuille
pt_pt: · Bloquear/desbloquear minha carteira
tr: Cüzdanı kilitlemek/açmak
zh_hant: ·鎖定/解鎖我的錢包

# recover_wallet_point
source: · Recover my wallet
fr: · Récupérer mon portefeuille
pt_pt: · Recuperar minha carteira
tr: Cüzdanı kurtarmak
zh_hant: ·恢復我的錢包

# metatx_action_approve_transfer_point
source: · Approval of transfers over my daily quota
fr: · Approbation des transferts excédant mon quota quotidien
pt_pt: · Aprovação de transferências acima do meu limite diário
tr: Günlük kotanın üzerindeki transferleri onaylamak
zh_hant: ·審批超過每日限額的轉賬

# balance_not_enough
source: (Insufficient balance)
fr: (Solde insuffisant)
pt_pt: (Saldo insuficiente)
tr: (Yetersiz bakiye)
zh_hant: （餘額不足）

# about_fee
source: Max
pt_pt: Máx
zh_hant: 最大

# about_fee_with_value
source: (Max)
pt_pt: (Máx)
zh_hant: （最大）

# wallet_create_free_notify
source: You are eligible to create a wallet for free
fr: Vous êtes éligible à la création gratuite d'un portefeuille
pt_pt: Você é elegível para criar uma carteira de graça
tr: Cüzdanınızı ücretsiz oluşturma hakkına sahipsiniz
zh_hant: 您有資格免費創建錢包

# wallet_create_free_notify2
source: Deposit the equivalent of %@, and you can experience transactions that are 100x cheaper and faster on Loopring L2.
fr: Effectuez un dépôt en ETH ou en cryptomonnaie stable d'une valeur équivalente à %@ pour profiter de transactions 100x plus rapides et abordables sur le L2 de Loopring.
pt_pt: Deposite o equivalente à %@ em ETH ou stablecoins e você poderá experimentar transações que são 100x mais baratas e rápidas em Loopring L2.
tr: %@ değerinde ETH yada stablecoin ekleyin ve güvenlikten taviz vermeden 100 katı daha hızlı ve ucuz işlemlerin tadını çıkarmaya başlayın.
zh_hant: 我們只是要求您先充值（至少%@，或等值的ETH或穩定幣）。充值的資產將是您的，這只是幫助我們免於白白創建錢包！

# wallet_create_to_receive
source: To deposit
fr: Pour effectuer un dépôt
pt_pt: Depositar
tr: Yatırmak için
zh_hant: 去充值

# wallet_create_to_receive2
source: To deposit %@ seconds
fr: Pour effectuer un dépôt %@ secondes
pt_pt: Depositar %@ segundos
tr: %@ saniyede yatırmak için
zh_hant: %@ 秒後去充值

# search_noaddress
source: Sorry, the wallet address provided is not a Loopring Wallet address
fr: Désolé, l'adresse du portefeuille fournie n'est pas une adresse de portefeuille Loopring
pt_pt: Desculpa, o endereço de carteira inserido não é um endereço de uma Carteira Loopring
tr: Üzgünüz, verdiğiniz adres bir Loopring Cüzdan adresi değil
zh_hant: 抱歉，您提供的錢包地址不是路印錢包地址

# guardian_advanced_1
source: To add addresses that are not also Loopring Wallets, please visit
fr: Pour ajouter des adresses qui ne sont pas des portefeuilles Loopring, veuillez visiter
pt_pt: Se você gostaria de adicionar endereços que não são Carteiras Loopring, por favor visite
tr: Eğer Loopring Cüzdanı olmayan bir adresi Koruyucu olarak eklemek isterseniz burayı ziyaret edin:
zh_hant: 要添加不是路印錢包的地址，請訪問

# guardian_advanced_3
source: on a computer, connect the Guardian address in consideration, and then scan the QR code on that web page with your Loopring Wallet.
fr: sur un ordinateur, connecter l'adresse du Gardien en question, puis scanner le code QR sur cette page Web avec votre portefeuille Loopring.
pt_pt: em um computador, conecte o endereço do Guardião a ser considerado e escaneie o código QR nesta página web com sua Carteira Loopring.
tr: bilgisayarınızdan sayfayı açtıktan sonra, Koruyucu olarak eklemek istediğiniz cüzdanı bağlayın ve oluşturulacak QR kodu Loopring Cüzdan uygulamasıyla tarayın.
zh_hant: 在電腦上，連接守護人的地址，然後用路印錢包掃描該網頁上的二維碼。

# scancode_transfer_toaddress
source: This address only supports ERC20 tokens. Do not send tokens from other blockchains to this address as they will be lost.
fr: Cette adresse supporte seulement les jetons ERC20. N'envoyez pas de jetons provenant d'une autre chaîne de blocs à cette adresse ou ils seront perdus.
pt_pt: Este endereço suporta somente tokens ERC20. Não envie tokens de outras blockchains para este endereço pois eles serão perdidos.
tr: Bu adres sadece ERC-20 tokenleri destekler. Başka blokzincirlerden aktarım yaparsanız varlıklarınız kaybolur.
zh_hant: 這個地址只支持ERC20代幣。不要從其他的公鏈轉賬到這個地址，資產將會丟失。

# transfer_confirm2
source: Confirm the Move
fr: Confirmer le déplacement
pt_pt: Confirme para Mover
tr: İşlemi Onayla
zh_hant: 確認劃轉

# code_sended
source: Has been sent to %@
fr: A été envoyé à %@
pt_pt: Foi enviado para %@
tr: %@'e gönderildi
zh_hant: 已發送到 %@

# approve_unlock_title
source: Approve Unlock Wallet
fr: Approbation de déverrouillage d'un portefeuille
pt_pt: Aprovação para Desbloquear Carteira
tr: Cüzdan Onayı Kilidini Aç
zh_hant: 解鎖錢包審批

# approve_remove_guardian
source: Delete Guardian
fr: Supprimer le Gardien
pt_pt: Excluir o Guardião
tr: Koruyucuyu Sil
zh_hant: 刪除守護人

# cancel_approve_unlock_wallet
source: Cancel Wallet Unlock
fr: Annuler le déverrouillage du portefeuille
pt_pt: Cancelar desbloqueamanto de carteira
tr: Cüzdanın kilidini açmayı iptal et
zh_hant: 取消解鎖錢包

# invite_people_create
source: Refer Loopring Wallet to a friend to earn
fr: Référer le portefeuille Loopring à un ami
pt_pt: Convide um amigo para usar a Carteira Loopring para ganhar
tr: Bir arkadaşınıza Loopring Cüzdan için referans olarak kazanabilirsiniz
zh_hant: 將路印錢包推薦給朋友賺取

# invite_people_send_you
source: %@ Points
pt_pt: %@ Pontos
tr: %@ Puan
zh_hant: %@ 積分

# invite_code_me
source: My referral code
fr: Mon code de référence
pt_pt: Meu código de referência
tr: Referans kodum
zh_hant: 我的推薦碼

# invite_now
source: Invite
fr: Inviter
pt_pt: Convidar
tr: Davet Et
zh_hant: 邀請

# interpretation
source: @The right of interpretation belongs to Loopring HK Technology Limited.
fr: @ Le droit d'interprétation appartient à Loopring Technology Ltd.
pt_pt: @Os direitos de interpretação pertencem à Loopring Technology Ltd.
tr: @ yorumlama hakkı Loopring Technology Ltd. şirketine aittir.
zh_hant: @ 解釋權歸路印科技有限公司所有。

# created_send
source: Refer a friend to create a Loopring Wallet
fr: Référez un ami pour lui suggérer de créer un portefeuille Loopring
pt_pt: Convite um amigo para criar uma Carteira Loopring
tr: Loopring Cüzdan kullanması için bir arkadaşınıza referans olun.
zh_hant: 推薦朋友創建路印錢包

# set_limit_notify
source: Setting a daily quota increases the security of your wallet by limiting the amount of Ethereum L1 assets that can be sent out within a 24-hour period (unless you 'whitelist' a special recipient to receive more).
fr: Définir un quota quotidien accroit la sécurité de votre portefeuille en limitant la quantité d'actifs qui peut être envoyée dans une période de 24 heures (à moins d'autoriser un destinaire à recevoir plus via une 'liste blanche').
pt_pt: Configurar um limite diário aumenta a segurança se sua carteira ao limitar a quantidade de ativos que você pode enviar em um período de 24 horas (a não ser que você adicione o destinatário em uma 'lista de confiança' para receber mais).
tr: Günlük kota oluşturarak, bir gün içinde transfer edebilecğiniz varlık miktarını sınırlandırıp cüzdan güvenliğinizi artırabilrisiniz. (Eğer bir adres 'güvenilir' olarak kaydedilmişse, günlük kotanızı aşabilisiniz.
zh_hant: 設置每日限額通過限制24小時內轉賬的資產數量來提高錢包的安全性（除非您講特殊收款人列入白名單支持更多的轉賬）。

# set_limit_notify3
source: Your future Ethereum L1 transactions will have fees that are ~20% higher due to a quota being set.
fr: Vos futures transactions sur le L1 d'Ethereum auront des frais supplémentaires de ~20% dû à l'ajout d'un quota.
pt_pt: Suas transações futuras de Ethereum L1 terão uma taxa 20% maior porque um limite está sendo configurado.
tr: Günlük kota belirlediğiniz için, gelecekteki Ethereum L1 işlemleriniz yaklaşık %20 daha yüksek ücretlerle gerçekleşecektir.
zh_hant: 因為設置限額，您未來以太坊一層交易的費用將增加 ~20%。

# go_set
source: Set
fr: Définir
pt_pt: Configurar
tr: Belirle
zh_hant: 設置

# day_limit_all
source: Current daily quota: %@ ETH
fr: Quota quotidien actuel : %@ ETH
pt_pt: Limite diário atual: %@ ETH
tr: Mevcut günlük kota: %@ ETH
zh_hant: 當前每日限額：%@ ETH

# day_limit_no
source: Daily quota has not been set
fr: Aucun quota n'a été défini
pt_pt: Limite diário não foi configurado
tr: Hiçbir kota belirlenmedi
zh_hant: 未設置限額

# not_unlock_other_wallet
source: Cannot unlock someone else’s wallet
fr: Impossible de déverrouiller le portefeuille de quelqu'un d'autre
pt_pt: Não pode desbloquear a carteira de outra pessoa
tr: Başkasının cüzdan kilidi açılamaz.
zh_hant: 無法解鎖別人的錢包

# daily_quota_off_title
source: Close daily quota
fr: Supprimer le quota quotidien
pt_pt: Fechar limite diário
tr: Günlük kotayı kapat
zh_hant: 關閉每日限額

# daily_quota_off_content
source: After closing the daily quota, each transaction fee will be reduced by about 20%. Additionally, there is no limit on Ethereum L1 transfers.
fr: Après avoir supprimé le quota quotidien, les frais de transaction seront réduits de ~20%. De plus, il n'y aura aucune limite sur les transferts et ce, peu importe l'adresse du destinaire.
pt_pt: Após remover seu limite diário, a taxa de cada transação será reduzida em aproximadamente 20%. Além disso, você não terá nenhum limite para transferir para qualquer endereço.
tr: Günlük kotayı kaldırdıktan sonra bütün işlem ücretleri yaklaşık %20 azalır. Ek olarak, hiçbir adrese transfer limiti olmaz.
zh_hant: 每日限額關閉後，每筆以太坊交易手續費將減少約20%，但轉賬到任何地址都沒有額度限制

# daily_quota_off_committing
source: Close daily quota submitted
fr: La suppression du quota quotidien a été soumise au L1 d'Ethereum
pt_pt: Solicitação de remoção de limite diário foi enviado ao Ethereum L1
tr: Günlük kotayı kaldırma talebi Ethereum L1'e iletildi
zh_hant: 關閉每日限額已提交到以太坊

# daily_quota_off_time
source: Remove the daily quota %@ after it takes effect
fr: Suspendre le quota quotidien %@ après avoir été activé
pt_pt: O limite diário %@ será removido após entrar em vigor
tr: Günlük kotayı işleme girdikten %@ sonra kaldırabilirsiniz
zh_hant: 關閉每日限額 %@ 後生效

# daily_quota_not_zero
source: Daily quota cannot be set to 0
fr: Le quota quotidien ne peut être fixé à 0
pt_pt: Limite diário não pode ser configurado como 0
tr: Günlük kota 0 olamaz
zh_hant: 每日限額不能設置為0

# daily_quota_the_same
source: The quota is the same as the current quota
fr: Le quota est égal au quota actuel
pt_pt: O limite diário é o mesmo que está configurado atualmente
tr: Girdiğiniz kota mevcut kotayla aynı
zh_hant: 與當前限額相同

# invite_people_now
source: Send invite.
fr: Envoyer une invitation.
pt_pt: Enviar convite.
tr: Şimdi davet edin.
zh_hant: 現在邀請他們

# choose_approve_transfer_title
source: Approval required for the transfer
fr: Doit approuver le transfert
pt_pt: Precisa para aprovar esta transferência
tr: Transfer onayı gerekiyor
zh_hant: 需要審批轉賬

# choose_approve_transfer_content
source: The network fee will also be calculated into the limit. The current transfer amount plus the network fee will exceed the daily quota, and the transfer needs to be approved.
fr: Les frais de mineurs seront également calculés pour la limite. Le montant actuel du transfert (plus les frais de mineurs) dépasse le quota quotidien et doit être approuvé.
pt_pt: As taxas de mineração também serão calculadas dentro do limite. A quantia da transferência atual mais a quantia da taxa de mineração ultrapassarão o limite diário e a transferência precisará ser aprovada.
tr: Madenci ücreti de limite dahildir. Güncel tranfer miktarı ve madenci ücreti birlikte günlük kotanızı aşıyor bu yüzden de onaylanması gerekiyor.
zh_hant: 礦工費也將計入限額。當前轉賬金額加上礦工費將超過每日限額，需要審批。

# go_approve
source: Initiate approval
fr: Amorcer l'approbation
pt_pt: Iniciar aprovação
tr: Onay sürecini başlat
zh_hant: 啟動審批

# phone_not_match
source: The phone number entered is invalid.
fr: Le numéro de téléphone cellulaire saisi est incorrect
pt_pt: O telefone celular que você inseriu está incorreto
tr: Girdiğiniz telefon numarası yanlış
zh_hant: 您輸入的手機號碼不正確

# email_not_match
source: The mailbox entered is invalid.
fr: L'adresse postale saisie est incorrecte
pt_pt: O email que você inseriu está incorreto
tr: Girdiğiniz posya kutusu yanlış
zh_hant: 您輸入的郵箱不正確

# L2_not_support_token
source: This token is not supported on Loopring L2
fr: Le L2 de Loopring ne prend pas ce jeton en charge
pt_pt: Loopring L2 não permite esta token
tr: Loopring L2 bu tokeni desteklemiyor
zh_hant: 路印賬號不支持該幣種

# migrate_not_find_info
source: Unable to find effective migration information
fr: Incapable de trouver de l'information sur une migration effective.
pt_pt: Não foi possível encontrar informação de migração eficaz
tr: Geçerli başka cihaza taşıma bilgisi bulunamadı
zh_hant: 沒有識別出有效的遷移信息

# migrate_eos_unsupport
source: Only supports Loopring Wallet migration
fr: Ne supporte que la migration de portefeuilles Loopring
pt_pt: Somente permite migração de Carteira Loopring
tr: Sadece Loopring Cüzdan taşınması destekleniyor.
zh_hant: 不支持遷移EOA錢包

# migrate_error
source: Failed to migrate the wallet. Please try again later.
fr: Échec de la migration. Veuillez réessayer plus tard. Si le problème persiste, veuillez contacter l'équipe de soutien.
pt_pt: Migração falhou. Por favor tente novamente mais tarde. Se o problema persistir, por favor entre em contato com o suporte.
tr: Taşıma başarısız oldu. Lütfen daha sonra tekrar deneyin. Eğer sorun devam ederse destek birimimize başvurun.
zh_hant: 遷移失敗，請再試一次。如仍失敗，請聯繫官方！

# migrate_old_layer_one_error
source: The Ethereum L1 account you are attempting to migrate is an older version. You will need to recover the wallet on a new device.
fr: Le compte Ethereum L1 que vous tentez de migrer est une ancienne version. Vous devrez récupérer le portefeuille sur un autre appareil.
pt_pt: A conta Ethereum L1 que você esta tentando migrar é uma versão mais antiga. Você precisará recuperar a carteira em um dispositivo novo.
tr: Taşımaya çalıştığınız Ethereum L1 hesabı eski bir versiyonda. Yeni cihazınızda cüzdan kurtma işlemi gerçekleştirmelisiniz.
zh_hant: 舊版本的一層賬號不支持遷移，請在新設備恢復錢包

# migrate_old_layer_two_error
source: The Loopring L2 account you are attempting to migrate is an older version. Please reset the Loopring L2 account first.
fr: Le compte Loopring L2 que vous tentez de migrer est une ancienne version. Veuillez d'abord réinitialiser le compte Loopring L2.
pt_pt: A conta Loopring L2 que você esta tentando migrar é uma versão mais antiga. Por favor reinicie sua conta Loopring L2 primeiro.
tr: Taşımaya çalıştığınız Loopring L2 hesabı eski bir versiyonda. Lütfen önce Loopring L2 hesabınızı sıfırlayın.
zh_hant: 舊版本的二層賬號不支持遷移，請先重置二層賬號

# rule
source: Rules
fr: Règles
pt_pt: Regras
tr: Kurallar
zh_hant: 規則

# invite_give_gift
source: Refer a Friend
fr: Référer un ami
pt_pt: Convidar um Amigo
tr: Referans Olun
zh_hant: 推薦朋友

# wallet_create_agreement2
source: Creating a wallet means you agree to
fr: Créer un portefeuille signifie que vous acceptez
pt_pt: Ao criar uma carteira você está concordando com
tr: Devam etmek kullanım koşullarını kabul ettiğinizi doğrular:
zh_hant: 創建錢包即表示您同意

source: and
fr: et
pt_pt: e
tr: ve
zh_hant: 和

# choose_fee_type
source: Select Token
fr: Sélectionner le type de paiement
pt_pt: Escolher método de pagamento
tr: Ödeme Yöntemi Seçin
zh_hant: 選擇付款方式

# estimate_fee
source: Trading Fee (est.)
fr: Frais de transaction (approx.)
pt_pt: Taxa de Negociação (est.)
tr: Takas Ücreti (Öng.)
zh_hant: 預估費用

# swap_now
source: Swap
fr: Échanger
pt_pt: Câmbio
tr: Takas
zh_hant: 閃兌

# swap_title
source: Concise
fr: Échanger
pt_pt: Câmbio
tr: Yalın
zh_hant: 簡潔版

# slippage_limit
source: Slippage Tolerance
fr: Tolérance dérapage
pt_pt: Tolerância a Discrepâncias
tr: Fiyat Kayma Toleransı
zh_hant: 滑點容忍度

# buy_min
source: Minimum Received
fr: Minimum reçu
pt_pt: Mínimo Recebido
tr: Alınacak Mimimum Miktar
zh_hant: 最少收到

source: Price Impact
fr: Impact sur le prix
pt_pt: Impacto no Preço
tr: Fiyat Etkisi
zh_hant: 價格影響

source: Spot
fr: Place
zh_hant: 現貨

# layer2_no_balance
source: Loopring account does not have %@ balance yet. Ethereum account has a balance of %@
fr: Le compte Loopring n'a pas un solde de %@ pour le moment. Le compte Ethereum à un solde de %@
pt_pt: Conta Loopring não possui o saldo de %@ ainda. Conta Ethereum tem o saldo de %@
tr: Loopring L2 hesabınızda henüz %@ bakiyesi yok. Ethereum L1 hesabının bakiyesi: %@
zh_hant: 路印賬號還沒有 %@ 餘額，以太坊賬號有 %@ 餘額

# slippage_limit_msg
source: Your trade will revert if the price changes unfavorably by more than this percentage.
fr: Votre transaction se renversera si le prix change infavorablement par plus de ce pourcentage.
pt_pt: Sua troca irá ser revertida se o preço mudar (para pior) por mais que esta percentagem.
tr: Eğer fiyat aleyhinizde bu yüzde oranında değişirse takasınız iptal edilecek.
zh_hant: 如果價格變化超過這個百分比，您的交易將無法成功。

# min_swaped
source: The pool price changes dynamically; the price you see when placing an order may be inconsistent with the final transaction price. Additionally, the received amount needs to deduct the fees from the converted amount. The protocol can guarantee that the value shown is the minimum amount received.
fr: Le prix de la piscine chanque dynamiquement. Il est possible que le prix affiché lorsque vous placez un ordre ne corresponde pas au prix final de la transaction. De plus, des frais seront déduits en fonction de la quantité convertie. Le protocole garantit que la valeur affichée est la quantité minimum que vous recevrez.
pt_pt: Os preços da pool mudam dinamicamente, os preço que você vê ao criar o pedido pode ser inconsistente com o preço final do pedido. Além disso a quantia recebida será deduzida de acordo com as taxas da quantia convertida. O protocolo pode garantir que você receberá pelo menos esta quantia.
tr: Havuz fiyatı dinamik olarak güncellendiği için, şu an gördüğünüz fiyat işlem gerçekleştiği anda değişebilir. Ayrıca, elinize geçecek miktardan ücretler düşülecektir. Protokol, gördüğünüz değerin elinize geçecek minimum miktar olacağını garanti eder.
zh_hant: 池子價格是動態變化的，您下單時看到的價格可能與最終成交價不一致；收到的金額也需要兌換後的金額中扣除費用。協議可以保證您最少收到的這個數量的代幣。
