Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# risk_warning_2
source: It is important to note that users can't redeem WSTETH for ETH until phase 2 of Ethereum 2.0. However, users are able to trade WSTETH for ETH on various exchanges at market prices. Loopring will provide a pool allowing users to trade WSTETH for ETH directly on L2. The pool will rebalance periodically when it reaches a specific threshold. If there is not enough inventory on L2, users can always withdraw their WSTETH tokens to L1 and swap for ETH in Lido, Curve, or 1inch.
fr: Il est important de noter que les utilisateurs ne peuvent pas échanger du WSTETH pour l'ETH avant la phase 2 d'Ethereum 2.0. Toutefois, les utilisateurs peuvent échanger du WSTETH pour de l'ETH sur différents échanges au prix du marché. Loopring fournira une piscine pour permettre aux utilisateurs d'échanger du WSTETH pour de l'ETH directement sur le L2. La piscine se rebalancera périodiquement lorsqu'elle atteindra un seuil spécifique. Si l'inventaire n'est pas suffisant sur le L2, les utilisateurs peuvent toujours retirer leur jetons WSTETH vers le L1 et convertir ceux-ci en ETH via Lido, Curve ou 1Inch.
pt_pt: É importante entender que usuários não podem resgatar WSTETH por ETH até a fase 2 do Ethereum 2.0. Entretanto usuários poderão trocar WSTETH por ETH em várias corretoras pelo preço de mercado. Loopring providenciará uma pool para que usuários troquem WSTETH por ETH diretamente na L2. A pool irá rebalancear periodicamente quando chegar em um limite específico. Se o inventório de L2 não for suficiente, usuários poderão sacar seus tokens WSTETH para L1 e efetuar o câmbio por ETH em Lido, Curve ou 1inch.
tr: Kullanıcıların Ethereum 2.0'ın ikinci evresine kadar WSETH karşılığında ETH çekemeyeceğini bilmesi önemli bir husustur. Bununla birlikte birçok borsa piyasa değerine göre WSETH karşılığında ETH sunmaktadır. Loopring, kullanıcılarının WSETH karşılığında ETH talep edebileceği bir havuz oluşturacaktır. Havuz spesifik bir sınıra ulaştığında periyodik olarak tekrar dengelenecektir. Eğer L2'de yeterli envanter yoksa, kullanıcılar istediklerinde WSETH tokenlerini L1'e çekerek, Lido, Curve ya da 1inch üzerinden ETH'ye dönüştürebilirler.
zh_hant: 需要注意的是，在以太坊 2.0 的第二階段之前，用戶無法將 WSTETH 兌換為 ETH。但是，用戶可以在各種交易所以市場價格將 WSTETH 換成 ETH。 路印將提供一個池子，允許用戶直接在二層將 WSTETH 換成 ETH。當達到特定閾值時，池子將定期重新平衡。如果二層沒有足夠的資產，用戶可以隨時將其 WSTETH 代幣提現到一層，並在 Lido、Curve 或 1inch 中兌換成ETH。

source: Overview
fr: Aperçu
pt_pt: Visão Geral
tr: Özet
zh_hant: 總覽

source: Staking
zh_hant: 質押

source: ETH Staking
fr: Staking d'ETH
pt_pt: Staking ETH
zh_hant: ETH 質押

source: Stake Ether
fr: Staker de l'Ether
tr: Ether Stakele
zh_hant: 質押ETH

source: Est. rate (APR)
fr: Taux approx. (TAP)
pt_pt: Est. de taxa (APR)
tr: Öng. Oran (APR)
zh_hant: 預估年利率

# my_investment
source: My Investments
fr: Mes investissements
pt_pt: Meu Investimento
tr: Yatırımlarım
zh_hant: 我的投資

# your_balance_is_insufficient
source: Insufficient balance
fr: Votre solde est insuffisant
pt_pt: Seu saldo é insuficiente
tr: Bakiyeniz yetersiz
zh_hant: 您的餘額不足

# no_quota_available
source: Loopring will set up the pool soon. Please come back later to subscribe.
fr: Loopring mettra une piscine sur pied sous peu. Veuillez revenir plus tard pour souscrire.
pt_pt: Loopring irá configurar a pool em breve. Por favor volte mais tarde para subscrever-se.
tr: Loopring yakında havuzu oluşturacak. Lütfen katılmak için buraya geri dönün ve tekrar deneyin.
zh_hant: 路印將很快調整池子。請稍後回來申購。

# no_quota_available2
source: It is not possible for the Loopring pool to fulfill your complete request at this time. You can choose one of the following approaches for the remaining amount: · Withdraw WSTETH to L1 and trade through Uniswap, 1Inch, or Lido. · The Loopring pool will rebalance soon. Please come back later to redeem.
fr: La piscine Loopring n'est pas en mesure de répondre à votre demande complète pour le moment. Vous pouvez choisir l'une de ces approches pour la quantité restante: · Retirer du WSTETH vers le L1 pour échanger via Uniswap, 1Inch ou Lido. · La piscine Loopring se rebalancera sous peu. Revenez plus tard pour retirer.
pt_pt: A pool Loopring não conseguiu executar sua solicitação completa no momento. Você pode escolher uma das abordagens seguintes em relação à quantia restante: · Sacar WSTETH para L1 e trocar através de Uniswap, 1Inch ou Lido. · A pool Loopring irá rebalancear em breve. Por favor volte mais tarde para resgatar.
tr: Loopring havuzu şu anda isteğinizi tamamlayamıyor. Kalan miktar için aşağıdaki yaklaşımlardan birini seçebilirsiniz: ·WSETH'yi L1'e çek ve Uniswap, 1inch ya da Lido üzerinden takaslayabilirsiniz. .Loopring havuzu yakında yeniden dengelenecek. Lütfen çekim için daha sonra tekrar deneyin.
zh_hant: 路印池子目前無法滿足您的全部請求。 剩餘金額您可以選擇以下其中一種方法處理： · 將 WSTETH 提現到一層並通過 Uniswap、1Inch 或 Lido 進行交易。 · 路印池子將很快重新平衡。請稍後再回來贖回。

source: Redeem
fr: Retirer
pt_pt: Resgatar
tr: Çek
zh_hant: 贖回

# detail
source: Details
fr: Détails
pt_pt: Detalhes
tr: Detaylar
zh_hant: 明細

# transaction
source: Transactions
pt_pt: Trocar
tr: İşlemler
zh_hant: 交易

# max_staking_deposit
source: The quota is almost sold out and can't fulfill your complete order. You can only use %@ ETH to subscribe now. Loopring will set up the pool soon. Please come back later to subscribe.
fr: Le quota est presque épuisé et ne peut remplir votre demande complète. Vous pouvez seulement utiliser %@ ETH pour souscrire présentement. Loopring mettra une piscine sur pied sous peu. Veuillez revenir plus tard pour souscrire.
pt_pt: A cota está quase vendida completamente e não foi possível executar seu pedido completo. Você pode usar somente %@ ETH para inscrever-se agora. Loopring irá configurar a pool em breve. Por favor volte mais tarde para inscrever-se.
tr: Kota neredeyse tamamen satıldığı için isteğiniz karşılanamıyor. Şimdilik sadece %@ ETH ile katılabilirsiniz. Loopring yakında havuzu tekrar dengeleyecektir. Bu gerçekleştiğinde tekrar gelerek katılabilirsiniz.
zh_hant: 額度即將售罄，無法完成您的全部訂單。您現在只能使用 %@ ETH 申購。路印將很快調整池子。請稍後回來申購。

# max_staking_withdraw
source: It is not possible for the Loopring pool to fulfill your complete request at the moment. You can only use %@ WSTETH to redeem now. You can choose one of the following approaches for the remaining amount: · Withdraw WSTETH to L1 and trade through Uniswap, 1Inch, or Lido. · The Loopring pool will rebalance soon. Please come back later to redeem.
fr: La piscine Loopring n'est pas en mesure de remplir votre demande complète pour le moment. Vous pouvez seulement utiliser %@ WSTETH pour retirer présentement. Vous pouvez choisir l'une de ces approches pour la quantité restante: · Retirer du WSTETH vers le L1 pour échanger via Uniswap, 1Inch ou Lido. La piscine Loopring sera rebalancée sous peu. Veuillez revenir plus tard pour retirer.
pt_pt: A pool Loopring não conseguiu executar sua solicitação completa no momento. Você pode somente usar %@ WSTETH para resgatar agora. Você pode escolher uma das abordagens seguintes em relação à quantia restante: · Sacar WSTETH para L1 e trocar através de Uniswap, 1Inch ou Lido. · The Loopring pool will rebalance soon. Please come back later to redeem.
tr: Loopring havuzu şu anda isteğinizi karşılayamıyor. Şimdilik sadece %@ WSTETH ile çekim işlemi yapabilirsiniz. Kalan miktar için aşağıdaki yaklaşımlardan birini seçebilirsiniz: ·WSETH'yi L1'e çek ve Uniswap, 1inch ya da Lido üzerinden takaslayabilirsiniz. Loopring havuzu yakında yeniden dengelenecek. Lütfen çekim için daha sonra tekrar deneyin.
zh_hant: 路印池子目前無法滿足您的全部請求。您現在只能使用 %@ WSTETH 贖回。 剩餘金額您可以選擇以下其中一種方法處理： · 將 WSTETH 提現到一層並通過 Uniswap、1Inch 或 Lido 進行交易。 · 路印池子將很快重新平衡。請稍後再回來贖回。

# from2
source: from
fr: À partir de
pt_pt: de
tr: Kaynak
zh_hant: 從

source: Developer Mode
fr: Mode développeur
pt_pt: Modo de Desenvolvedor
tr: Geliştirici Modu
zh_hant: 開發者模式

# developer_mode_desc
source: Please enter the Language String URL
fr: Veuillez saisir la chaîne URL de la langue
pt_pt: Por favor insira a URL da String de Linguagem
tr: Lütfen Dile Ait String dosyasının URL'sini girin
zh_hant: 請輸入語言字符串 URL

# network_notice_defi_invest
source: Apologies but we are unable to provide investment services in your area as per our Terms of Use.
fr: Nous sommes malheureusement dans l'impossibilité de fournir des services d'investissement dans votre région conformément à nos conditions d'utilisation.
pt_pt: Pedimos desculpas, porém não podemos te prover serviços de investimento por causa de sua área de acordo com nossos Termos de Uso.
tr: Özür dileriz, kullanım koşullarımız gereğince bulunduğunuz lokasyonda size hizmet veremiyoruz.
zh_hant: 抱歉，根據我們的使用條款，我們無法向您提供您所在地區的投資服務。

source: Total Earnings
fr: Gains totaux
pt_pt: Ganhos Totais
tr: Toplam Kazanç
zh_hant: 總收益

# subscribe_success
source: Success! Subscribed.
fr: Souscription réussie
pt_pt: Inscrito com sucesso
tr: Katılım başarılı
zh_hant: 申購成功

# redeem_success
source: Success! Redeemed.
fr: Retrait réussi
pt_pt: Resgatado com sucesso
tr: Çekim başarılı
zh_hant: 贖回成功

# subscribe_failed
source: Failed! Unable to subscribe.
fr: Souscription échouée
pt_pt: Falha ao inscrever
tr: Katılım başarısız
zh_hant: 申購失敗

# redeem_failed
source: Failed! Unable to redeem.
fr: Échec du retrait
pt_pt: Falha ao resgatar
tr: Çekme başarısız
zh_hant: 贖回失敗

# total_invest
source: Total Investment
fr: Investissement total
pt_pt: Total Investido
tr: Toplam Yatırım
zh_hant: 總投資

# stake_pool_enable
source: Loopring will set up the pool soon. Please come back later to subscribe.
fr: Le service de staking d'ETH n'est pas disponible pour le moment. Demeurez à l'écoute jusqu'à la piscine soit configurée. Normalement, celle-ci sera prête d'ici une heure.
pt_pt: O serviço de staking ETH não está disponível no momento. Por favor fique de olho até que a pool seja configurada. Normalmente fica pronta dentro de uma hora.
tr: ETH staking servisi şu anda kullanılamıyor. Havuz oluşturulana kadar lütfen bekleyin. Genellikle bir saat içinde hazır olur.
zh_hant: ETH質押服務目前不可用。請繼續關注，直到池子調整完成。通常會在一個小時內準備好。

source: Import Language
fr: Importer la langue
pt_pt: Importar Linguagem
tr: Dili İçe Aktar
zh_hant: 導入語言

source: Log
fr: Registre
tr: Kayıt Defteri
zh_hant: 日誌

source: Reset English
fr: Réinitialiser l'anglais
pt_pt: Redefinir Inglês
tr: İngilizce'ye Sıfırla
zh_hant: 重置英語

source: Import
fr: Importer
pt_pt: Importar
tr: İçe Aktar
zh_hant: 導入

source: Earn
fr: Investir
pt_pt: Ganhar
tr: Kazan
zh_hant: 理財

source: Mint
fr: Minter
pt_pt: Mintar
tr: Yarat
zh_hant: 鑄造

source: Deploy
fr: Déployer
pt_pt: Implementar
tr: Konumlandır
zh_hant: 部署

source: TokenId
zh_hant: 代幣 ID

# tokenId_2
source: TokenID
zh_hant: 代幣 ID

# swap_check_record_timeout
source: Please check the status in the records
fr: Veuillez vérifier le statut dans les registres
pt_pt: Por favor verifique o status nos registros
tr: Lütfen durumu kayıtlarda kontrol edin.
zh_hant: 請檢查記錄中的狀態

# delete_account_alert_title
source: Failed to delete account
fr: Échec de la suppression du compte
pt_pt: Falha ao excluir conta
tr: Hesap silme başarısız
zh_hant: 刪除賬號失敗

# delete_account_alert_msg
source: The assets in your wallet will no longer be accessible if you delete your account. Transferring your valuable assets out of the wallet is essential before deleting your account in order to prevent asset loss.
fr: Les actifs dans votre portefeuille ne seront plus accessibles si vous supprimer votre compte. Il est essentiel de transférer vos actifs en dehors du portefeuille avant de supprimer vorte compte pour éviter de perdre ceux-ci.
pt_pt: Os ativos de sua carteira não poderão ser acessados se você excluir sua conta. Transferir seus ativos valiosos para fora de sua carteira é essencial antes que você exclua sua conta para evitar perdas de ativos.
tr: Hesabınızı sildikten sonra cüzdanınız artık kullanılamaz hale gelecek. Varlık kaybı yaşamamak için cüzdanınızda bulunan varlıkları hesabınızı silmeden taşımanız gereklidir.
zh_hant: 如果您刪除您的賬號，您錢包中的資產將無法再獲得。在刪除您的賬號之前，請務必將您的資產從錢包中轉出，以防止資產丟失。

# what_dual_investment_title
source: What is Dual Investment?
fr: Qu'est-ce que Double Investissement?
pt_pt: O que é Investimento Duplo?
tr: Dual Yatırım Nedir?
zh_hant: 什麼是雙幣理財

# what_dual_investment_subtitle
source: Dual Investment offers you a chance to sell cryptocurrency high or buy cryptocurrency low at your desired price on your desired date. Once subscribed, users are not able to cancel or redeem the subscription until the Settlement Date. You may be better off holding your cryptocurrency and may be required to trade your cryptocurrency at a less favorable rate of exchange than the market rate on Settlement Date. Cryptocurrency trading is subject to high market risk. Please make your trades cautiously. There may be no recourse for any losses.
fr: Double Investissement vous offre la chance de vendre de la cryptomonnaie à prix élevé ou d'en acheter à bas prix au prix et à la date que vous souhaitez. Une fois souscrit, les utilisateurs sont incapables d'annuler ou de retirer leur souscription avant la date de règlement. Il peut être préférable de conserver votre cryptomonnaie en votre possession comme vous serez peut-être obligés d'échanger celle-ci à un taux d'échange moins favorable que le cours du marché à la date de règlement. L'échange de cryptomonnaie est sujet à un risque de marché élevé. Veuillez effectuer vos transactions prudemment. Il peut n'y avoir aucun recours pour toutes pertes.
pt_pt: Investimento Duplo oferece a chance de vender cripto caro ou comprar cripto barato por seu preço e data de escolha. Quando inscritos, usuários não poderão cancelar ou resgatar a inscrição até a Data de Liquidação. É possível que você lucraria mais se simplesmente tivesse comprado e mantido a criptomoeda e talvez seja forçado a trocar sua criptomoeda por uma taxa de troca menos favorável na Data de Liquidação. O investimento em criptomoedas está sujeito a grandes riscos de mercado. Por favor efetue suas trocas com cautela. Talvez não exista nenhum recurso para recuperar o dinheiro perdido.
tr: Dual Yatırım, size bir kripto varlığı istediğiniz fiyatla ve istediğiniz zamanda yüksekten satma ya da düşükten alma imkanı sunar. Katıldıktan sonra, kullanıcılar 'Anlaşma Zamanı'na kadar işlemi iptal edemez ve varlıklarını çekemez. Anlaşma Zamanı geldiğinde, bazı durumlarda kripto varlıklarınızı tutmanız, bazı durumlarda da piyasa değerinin altında satmanız gerekebilir. Alım satım işlemleri risk içerir. Lütfen takaslarınızı dikkatli seçin. Kayıplarınızın telafisi olmayabilir ve tüm sorumluluk size aittir.
zh_hant: 雙幣理財讓您有機會在您想要的日期以您想要的價格低買或高賣加密貨幣。一旦申購，用戶無法在結算日期之前取消或贖回。 您最好持有您的加密貨幣，並且可能需要以低於結算日市場價格的交易價格交易您的加密貨幣。加密貨幣交易面臨高市場風險。請謹慎交易。任何損失都可能無法追索。

# dual_investment_title
source: Dual Investment
fr: Double Investissement
pt_pt: Investimento Duplo
tr: Dual Yatırım
zh_hant: 雙幣理財

source: Today
fr: Aujourd'hui
pt_pt: Hoje
tr: Bugün
zh_hant: 今天

source: 1 Day
fr: 1 jour
pt_pt: 1 Dia
tr: 1 Gün
zh_hant: 一天

source: Total Quota
fr: Quota total
pt_pt: Limite Total
tr: Toplam Kota
zh_hant: 總份額

source: Subscription Succeeded
fr: Souscription réussie
pt_pt: Inscrição Efetuada com Sucesso
tr: Katılım Başarılı
zh_hant: 申購成功

# subscription_succeeded_desc
source: Your token for investment is locked but still in your account, as Loopring is a DEX. When the transaction expires, if the Settlement Price is greater than the Target Price, you will get a profit and the frozen token will also be unlocked. If the Settlement Price reaches or is lower than the Target Price, your investment and interest income will be converted into the Target Token at the Target Price.
fr: Les jetons que vous avez investis sont verrouillés, mais demeurent dans votre compte comme Loopring est un échange décentralisé (DEX). Lorsque la transaction expire, si le prix de règlement est plus grand que le prix cible, vous ferez un profit et le jeton gelé sera déverrouillé. Si le prix de règlement est plus bas que le prix cible, votre investissement et votre revenu en intérêts seront convertis en jeton cible au prix cible.
pt_pt: Seu token de investimento está bloqueado, mas ainda está em sua conta, pois Loopring é um DEX. Quando a transação expirar, se o Preço de Liquidação é maior que o Preço Alvo, você terá lucro e o ativo bloqueado também será desbloqueado. Se o Preço de Liquidação for menor ou igual ao Preço Alvo, seu investimento e lucro serão convertidos para o Token Alvo pelo Preço Alvo.
tr: Loopring merkeziyetsiz bir borsa (DEX) olduğu için yatırdığınız miktar kilitli olsa da hesabınızdan ayrılmaz. İşlem sona erdiğinde; eğer 'Anlaşma Fiyatı' 'Hedef Fiyat'tan yüksekse, hem kâr elde edersiniz hem de kilitli tokenlerinizin kilidi açılır. Eğer 'Anlaşma Fiyatı'na ulaşılır ya da 'Hedef Fiyat'dan düşük olursa, yatırımınız ve kazancınız 'Hedef Fiyat' üzerinden 'Hedef Token'e dönüştürülür.
zh_hant: 由於路印是去中心化交易所，您的投資代幣只是被鎖定，但仍在您的賬戶中。 交易到期時，如未達到結算價格，您將獲得利潤，同時凍結的代幣也將被解鎖；如果達到結算價格，您的投資和利潤收入將以目標價格轉換為目標代幣。

# dual_inves
source: Invest %@
fr: Investir %@
pt_pt: Investir %@
tr: %@ Kullan
zh_hant: 投資 %@

# dual_inves_buy_low
source: Buy %@ Low
fr: (Acheter %@ à bas prix)
pt_pt: Comprar %@ Barato
tr: Düşükten %@ Al
zh_hant: 低買 %@

# dual_inves_sell_height
source: Sell High for %@
fr: (Vendre à prix élevé pour %@)
pt_pt: Vender Caro por %@
tr: %@ İçin Yüksekten Sat
zh_hant: 高賣獲得 %@

# dual_inves_earn
source: Earn more %@ or %@
fr: Gagnez plus de %@ ou de %@
pt_pt: Ganhar mais %@ ou %@
tr: %@ ya da %@ kazan
zh_hant: 賺取更多的 %@ or %@

# dual_return_token
source: Return
fr: Retour
pt_pt: Retornar
tr: Dönüş
zh_hant: 返還

# dual_token_current_price
source: Current %@ Price
fr: Prix courant de %@
pt_pt: Preço %@ Atual
tr: Mevcut %@ Fiyatı
zh_hant: 當前 %@ 價格

# dual_current_price
source: Current Price
fr: Prix courant
pt_pt: Preço Atual
tr: Mevcut Fiyat
zh_hant: 當前價格

# dual_settlement_price
source: Settlement Price
fr: Prix de règlement
pt_pt: Preço de Liquidação
tr: Anlaşma Fiyatı
zh_hant: 結算價格

# dual_settlement_date
source: Settlement Date
fr: Date de règlement
pt_pt: Data de Liquidação
tr: Anlaşma Tarihi
zh_hant: 結算日期

# dual_apr
source: APR
fr: TAP
zh_hant: 年利率

# dual_target_price
source: Target Price
fr: Prix cible
pt_pt: Preço Alvo
tr: Hedef Fiyat
zh_hant: 目標價格

# dual_product
source: Product
fr: Produit
pt_pt: Produto
tr: Ürün
zh_hant: 產品

# dual_apr_desc
source: APR is refreshed in real time. We will use the latest APR at the time you complete the subscription successfully.
fr: Le TAP est actualisé en temps réel. Nous utiliserons le TAP le plus récent au moment où vous complèterez la souscription.
pt_pt: O APR é atualizado em tempo real. Usaremos o último APR disponível na hora que você completar a inscrição com sucesso.
tr: APR anlık olarak yenilenir. Katılımınız tamamlanırken en güncel APR oranı baz alınır.
zh_hant: 年利率是實時更新的。我們將使用您成功完成申購時的最新年利率。

# dual_target_price_desc
source: Target Price is a benchmark price based on USDT. On Settlement Date, the Settlement Price will be compared against this benchmark price.
fr: Le prix cible est un prix de référence. À la date de règlement, le prix de règlement sera comparé au prix cible.
pt_pt: Preço Alvo é um preço de base. Na Data de Liquidação, o Preço de Liquidação será comparado com este preço base.
tr: Hedef fiyat USDT bazlıdır ve referans noktasıdır. Anlaşma Tarihi geldiğinde Anlaşma Fiyatı bu veriye göre değerlendirilir.
zh_hant: 目標價格為基準價。在結算日，結算價格將與該基準價格進行比較。

# dual_insufficient_total_quota
source: Insufficient Total Quota.
fr: Quota total insuffisant
pt_pt: Limite Total Insuficiente.
tr: Toplam Kota Yetersiz
zh_hant: 總份額不足。

# dual_order_has_expired
source: Subscription Failed! The order has expired.
fr: Échec de la souscription! L'ordre a expiré.
pt_pt: Inscrição Falhou! O pedido expirou.
tr: Katılım başarısız! Emrin süresi doldu.
zh_hant: 申購失敗！ 訂單已過期。

# dual_exceeded_total_quota
source: Exceeded Total Quota.
fr: Quota total dépassé
pt_pt: Ultrapassa Limite Total.
tr: Kota Aşıldı.
zh_hant: 超過總份額。

# dual_delivering
source: Delivering
fr: Livraison en cours
pt_pt: Entregando
tr: İletiliyor
zh_hant: 交付

# dual_amount_is_too_small
source: Amount is too small (Min %@).
fr: La quantité est trop petite (min. %@).
pt_pt: Quantia é muito pequena (Mín %@).
tr: Miktar çok küçük (Min %@)
zh_hant: 金額太小 (最少 %@).

# dual_settled
source: Settled
fr: Réglé
pt_pt: Estabelecido
tr: Tamamlandı
zh_hant: 已結算

# dual_subscribe
source: Subscribe
fr: Souscrire
pt_pt: Inscrever
tr: Katıl
zh_hant: 申購

# dual_insufficinet_balance
source: Insufficient Balance
fr: Solde insuffisant
pt_pt: Saldo Insuficiente
tr: Yetersiz Bakiye
zh_hant: 餘額不足

# dual_amount_over_max
source: Amount is too large (Max %@)
fr: La quantité est trop grande (max. %@)
pt_pt: Quantia é muito grande (Máx %@).
tr: Miktar çok büyük (Max %@)
zh_hant: 金額太大 (最多 %@)

# dual_risk_msg_1
source: I understand that Dual Investment is NOT principal-guaranteed products.
fr: Je comprends que Double Investissement n'est PAS une gamme de produits à capital garanti.
pt_pt: Eu entendo que Investimento Duplo NÃO é um produto com garantia.
tr: Dual Yatırım'ın garantili kazanç OLMADIĞINI anladım.
zh_hant: 我了解雙幣理財並非保本產品。

# dual_risk_msg_2
source: I understand that subscribed assets are locked and users aren’t able to cancel or redeem before the Settlement Date.
fr: Je comprends que les actifs souscrits sont verrouillés et que les utilisateurs ne peuvent pas annuler la souscription ou retirer les actifs souscrits avant la date de règlement.
pt_pt: Eu entendo que os ativos inscritos estarão bloqueados e usuários não poderão cancelar ou resgatar antes da Data de Liquidação
tr: Katılırken kullandığım varlıkların Anlaşma Tarihi gelene kadar kilitleneceğini, işlemin iptal edilemeyeceğini ve bu tariha kadar çekim yapamayacağımı anladım.
zh_hant: 我了解申購的資產已被鎖定，用戶無法在結算日期之前取消或贖回。

# dual_risk_msg_3
source: I understand that I should review the possible scenarios of settlement amount and confirm the subscription details.
fr: Je comprends que je devrais réviser les scénarios possibles de montant de règlement et confirmer les détails de la souscription.
pt_pt: Eu entendo que devo revisar os possíveis cenários de quantia de liquidação e confirmar os detalhes de inscrição.
tr: Anlaşma miktarı ile ilgili muhtemel sonuçları incelemem ve katılım detaylarını doğrulamam gerektiğini anladım.
zh_hant: 我了解我應該查看可能的結算金額情況並確認申購詳情。

# dual_risk_msg_4
source: I have read and understand the risk warning.
fr: J'ai lu et je comprends l'avertissement sur les risques encourus
pt_pt: Eu li e entendo o aviso de riscos
tr: Risk uyarısını okudum.
zh_hant: 我已閱讀風險警告。

# dual_commingsoon
source: Coming soon
fr: À venir bientôt
pt_pt: Em breve
tr: Çok yakında
zh_hant: 即將上線

# dual_subscribe_time
source: Subscribe Time
fr: Temps de la souscription
pt_pt: Hora de Inscrição
tr: Katılım Zamanı
zh_hant: 申購時間

# dual_days
source: Days
fr: Jours
pt_pt: Dias
tr: Gün
zh_hant: 天

# balance_2
source: Balance:
fr: Solde
pt_pt: Saldo:
tr: Bakiye
zh_hant: 餘額：

# amount_2
source: Amount:
fr: Quantité:
pt_pt: Quantia:
tr: Miktar
zh_hant: 數量：

source: Contract Address
fr: Adresse du contact
pt_pt: Endereço do Contrato
tr: Kontrat Adresi
zh_hant: 合約地址

source: Token ID
fr: ID du jeton
pt_pt: ID de Token
zh_hant: 代幣ID

source: Token Standard
fr: Norme du jeton
pt_pt: Padrão do Token
tr: Token Standardı
zh_hant: 代幣標準

source: Blockchain
fr: Chaîne de bloc
tr: Blokzincir
zh_hant: 區塊鏈

source: Description
pt_pt: Descrição
tr: Açıklama
zh_hant: 描述

# refresh_nft_metadata
source: Refresh metadata! We’ve queued this item for an update! Check back in a few minutes.
fr: Actualisez les métadonnées! Nous avons mis cet objet en fil d'attente pour une mise à jour! Regardez à nouveau dans quelques minutes.
pt_pt: Atualizar metadados! Este item está na fila para ser atualizado! Verifique novamente em alguns minutos.
tr: Metadata güncellemesi. Seçili varlığı güncelleme için sıraya aldık. Birkaç dakika içinde kontrol edin.
zh_hant: 刷新元數據！ 我們已在排隊等待更新！ 請過幾分鐘再回來查看。
