Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# create_wallet_rewardpoint
source: Your wallet has been successfully created with %@ points
fr: Votre portefeuille a été créé avec succès avec %@ points
pt_pt: Sua carteira foi criada com sucesso com %@ pontos
tr: Cüzdanınız %@ puan ile başarıyla oluşturuldu
zh_hant: 您的錢包已成功創建，積分為 %@

# create_wallet_rewardpoint_desc
source: Sign up using an invitation code and receive %@ points
fr: Inscrivez-vous en utilisant le code d'invitation et recevez %@ points
pt_pt: Cadastre-se com um código de convite e você receberá %@ pontos
tr: Bir davet kodu kullanırsanız %@ puan kazanırsınız
zh_hant: 註冊錢包，您將獲得 %@ 積分

# push_setting_title
source: Enable Push Notifications
fr: Activer les notifications poussées
pt_pt: Habilitar Notificações Push
tr: Anlık Bildirimler
zh_hant: 打開推送通知

# push_setting_message
source: Receive alerts for transactions and wallet security related information.
fr: Recevez des alertes pour les transactions et les informations en lien avec la sécurité du portefeuille.
pt_pt: Receber alertas para transações e informações relacionadas a segurança da carteira.
tr: İşlemlere ve cüzdan güvenliğine dair bildirimler alın.
zh_hant: 接收交易和錢包安全相關信息的通知。

# push_setting_cancel
source: Don’t Allow
fr: Ne pas autoriser
pt_pt: Não Permitir
tr: İzin Verme
zh_hant: 不允許

# push_setting_allow
source: Allow
fr: Autoriser
pt_pt: Permitir
tr: İzin Ver
zh_hant: 允許

# order_book_cancel_all_order
source: All Orders Canceled
fr: Tous les ordres ont été annulés
pt_pt: Todos Pedidos Cancelados
tr: Tüm Emirler İptal Edildi
zh_hant: 取消所有訂單成功

# order_book_cancel_order
source: Order Canceled
fr: Ordre annulé
pt_pt: Pedido Cancelado
tr: Emir İptal Edildi
zh_hant: 取消訂單成功

# 2fa_require_count_not_satisfy_alert_sub
source: submit a ticket
fr: soumettre un billet
pt_pt: envie um ticket
tr: bir yardım talebi oluşturun
zh_hant: 提交工單

# 2fa_button_title
source: Submit
fr: Soumettre
pt_pt: Enviar
tr: Gönder
zh_hant: 提交

# 2fa_email_sent
source: Email has been sent
fr: Le courriel a été envoyé
pt_pt: Email foi enviado
tr: E-mail gönderildi
zh_hant: 郵件已發送

# 2fa_sent_code
source: Code has been sent
fr: Le code a été envoyé
pt_pt: Código foi enviado
tr: Kod gönderildi
zh_hant: 驗證碼已發送

# 2fa_enter_code
source: Enter your code
fr: Saisissez votre code
pt_pt: Insira seu código
tr: Kodunuzu girin
zh_hant: 輸入您的驗證碼

# 2fa_loopring_address
source: Loopring (%@)
zh_hant: 路印(%@)

# 2fa_set_passcode_alert_continue
source: Continue
fr: Continuer
pt_pt: Continuar
tr: Devam
zh_hant: 去設置

# 2fa_set_login_alert_continue
source: Continue
fr: Continuer
pt_pt: Continuar
tr: Devam
zh_hant: 確認

# 2fa_time_emaining
source: Time Remaining:
fr: Temps restant:
pt_pt: Tempo Restante
tr: Kalan Süre
zh_hant: 剩余時間：

# 2fa_submit_created
source: Have you already deposited？
fr: Avez-vous déjà effectué un dépôt?
pt_pt: Você já depositou?
tr: Zaten Yatırdınız Mı?
zh_hant: 您是否已經充值？

# tost_copied
source: Copied
fr: Copié
pt_pt: Copiado
tr: Kopyalandı
zh_hant: 已複製

# order_book_error_1
source: Wallet Not Created
fr: Le portefeuille n'a pas été créé
pt_pt: Carteira Não Criada
tr: Cüzdan Oluşturulmamış
zh_hant: 未創建錢包

# order_book_error_2
source: Amount too small
fr: Quantité trop petite
pt_pt: Quantia muito pequena
tr: Miktar çok küçük
zh_hant: 金額太小

# order_book_error_3
source: Amount too large
fr: Quantité trop grande
pt_pt: Quantia muito grande
tr: Miktar çok büyük
zh_hant: 金額太大

# order_book_error_4
source: Unknown Error
fr: Erreur inconnue
pt_pt: Erro Desconhecido
tr: Bilinmeyen Hata
zh_hant: 未知錯誤

# order_book_error_5
source: Layer 2 Not Created
fr: Le layer 2 n'a pas été créé
pt_pt: Layer 2 Não Foi Criada
tr: Layer 2 Oluşturulmamış
zh_hant: 二層未創建

# order_book_error_6
source: Insufficient Wallet Balance
fr: Solde du portefeuille insuffisant
pt_pt: Saldo da Carteira Insuficiente
tr: Cüzdan Bakiyesi Yetersiz
zh_hant: 錢包餘額不足

# active_ask_friend
source: Ask a friend
fr: Demander à un ami
pt_pt: Peça a um amigo
tr: Bir arkadaşa sor
zh_hant: 邀請朋友

# active_ask_friend_desc
source: Ask a friend who is already on L2 to deposit funds into your account
fr: Demander à un ami qui est déjà sur le L2 de déposer des fonds dans votre compte
pt_pt: Peça a um amigo que já possui fundos em L2 para depositar fundos em sua conta
tr: L2 hesabına sahip bir arkadaşınızdan sizin hesabınıza varlık yatırmasını isteyin
zh_hant: 邀請已經有路印二層的朋友轉賬資金到您的賬號

# feed_back_report
source: Please submit a report.
fr: Veuillez soumettre un rapport.
pt_pt: Por favor envie um relatório.
tr: Lütfen bir rapor iletin.
zh_hant: 請提交反饋。

# gro_desc
source: GRO Invest Description
pt_pt: Descrição GRO Invest
tr: GRO Yatırım Açıklaması
zh_hant: GRO投資描述

# gro_message
source: this is GRO description ......
fr: Ceci est la description pour GRO ......
pt_pt: Esta é a descrição de gro......
tr: Bu GRO açıklamasıdır...
zh_hant: 這是GRO描述 ......

# new_asset_guide_title
source: Loopring L2
fr: L2 de Loopring
zh_hant: 路印二層

# new_asset_guide_desc
source: The Loopring app (loopring.io/#/layer2) is a high-performance, non-custodial exchange (AMM and order book) and payment platform operated by the Loopring team. It is built on the Loopring protocol, run by the Loopring relayer, and provides the most advanced and enjoyable trading experience on Ethereum. Gas-free, blazingly fast, completely secure. Whether you are doing a single swap, 30 trades per minute, providing liquidity in the AMM pool or order book, or transferring tokens to 1 friend or 100 friends, Loopring Layer 2 is the L2 standard.
fr: L'application Loopring (loopring.io/#/layer2) est un échange décentralisé (AMM et carnet d'ordres) et une plateforme de paiement de haute performance opéré par l'équipe de Loopring. L'application est construite sur le protocole Loopring et exécutée par le relayeur Loopring. Celle-ci offre l'expérience d'échange la plus avancée et agréable sur Ethereum. Les transactions sont rapides, sans frais de gaz et entièrement sécuritaires. Que vous effectuiez un simple échange, 30 transactions par minute, fournissiez de la liquidité dans une piscine AMM ou le carnet d'ordres, transfériez des jetons à 1 ou 100 amis, le L2 de Loopring est la norme du L2.
pt_pt: O Aplicativo Loopring (loopring.io/#/layer2) corretora não-custodial de alta performance (AMM e caderno de pedidos) e uma plataforma de pagamentos que o time Loopring opera. É construída no protocolo Loopring, executado no retransmissor Loopring e provê a experiência mais avançada e fácil de trocas em Ethereum. Sem utilizar gás, muito rápido, completamente seguro. Não importa se você estiver efetuando um único câmbio, 30 trocas por minuto, provendo liquidez na pool AMM ou caderno de pedidos ou transferindo tokens para 1 ou 100 amigos, Loopring Layer 2 é o padrão L2.
tr: Uygulama Loopring tarafından yönetilen, (loopring.io/#/layer2) yüksek performans sunan; gözetimsiz borsa (AMM, emir defteri) ve ödeme platformudur. Loopring protokolü üzerine kurulmuştur, Loopring relayer'ı ile çalışır ve Ethereum üzerindeki en gelişmiş, en keyifli alım/satım deneyimini kullanıcılarına sunar. Gas ücreti olmadan, ultra hızlı ve tamamen güvenli! Arada bir takas yapmak, dakikada 30 alım/satım işlemi gerçekleştirmek, AMM havuzuna ya da emir defterine likidite sağlamak, 100 arkadaşınıza token göndermek ya da istediğiniz ne olursa olsun, Loopring Layer 2, L2'nin altın standardıdır.
zh_hant: App (loopring.io/#/layer2) 是路印團隊運營的高性能、非託管交易（AMM 和訂單簿）和支付平台。它基於路印協議構建，由路印中繼運行，並提供以太坊上最絲滑的交易體驗。零Gas，交易速度快，百分百安全。無論您是進行單筆閃兌、每分鐘 30 筆交易、在 AMM 池子或訂單簿中提供流動性，或者將代幣轉賬給 1 位 或 100 位朋友，路印二層都是二層賽道的標桿。

# new_asset_wallet
source: Go to wallet
fr: Aller au portefeuille
pt_pt: Ir para Carteira
tr: Cüzdana git
zh_hant: 前往錢包

# l1_receive_title
source: L1 Receive
fr: Recevoir L1
pt_pt: Receber L1
tr: L1'e Al
zh_hant: 一層收款

# expired_warning
source: Warning
fr: Avertissement
pt_pt: Aviso
tr: Uyarı
zh_hant: 提示

# create_wallet_visit
source: I have a Loopring Wallet
fr: J'ai un portefeuille Loopring
pt_pt: Eu tenho uma Carteira Loopring
tr: Bir Loopring Cüzdanım var
zh_hant: 我有路印錢包

# 2fa_change_auth
source: Change %@
fr: Changer %@
pt_pt: Mudar %@
tr: %@ değiştir
zh_hant: 更改 %@

# expired_need_help
source: Need help? View FAQs?
fr: Besoin d'aide? Afficher FAQs?
pt_pt: Precisa de ajuda? Ver Perguntas Frequentes?
tr: Yardıma ihtiyacınız mı ar? SSS'yi incelemek ister misiniz?
zh_hant: 需要幫助？查看常見問題？

# debug_log_alert_title
source: Debug Log
fr: Journal de débogage
pt_pt: Log de debug
tr: Debug Kayıt Defteri
zh_hant: 調試日誌

# payment_style_available_pay
source: Available: %@ Pay: %@
fr: Disponible: %@ Payer: %@
pt_pt: Disponível: %@ Pague: %@
tr: Uygun: %@ Ödenecek: %@
zh_hant: 可用的： %@ 支付： %@

# payment_style_available_pay_using
source: Available: %@ (Pay using %@)
fr: Disponible: %@ (payez en utilisant %@)
pt_pt: Disponível: %@ (Pague usando %@)
tr: Uygun: %@ (%@ kullanarak öde)
zh_hant: 可用的： %@ (使用 %@ 支付)

# payment_style_using
source: Pay using %@
fr: Payez en utilisant %@
pt_pt: Pague usando %@
tr: %@ kullanarak öde
zh_hant: 使用 %@ 支付

# transfer_fee_discount
source: OFF
fr: ARRÊT
pt_pt: DESCONTO
tr: İNDİRİM
zh_hant: 折扣

# tost_create_wallet
source: Please create wallet
fr: Veuillez créer le portefeuille
pt_pt: Por favor crie a carteira
tr: Lütfen cüzdan oluşturun
zh_hant: 請創建錢包

# tost_fee_load_failed
source: Fee is unavailable. Please try again.
fr: Les frais sont indisponibles. Veuillez réessayer.
pt_pt: Taxa não disponível. Por favor tente novamente.
tr: Ücret yetersiz. Tekrar deneyin.
zh_hant: 費加載失敗，請重試

# tost_exchange_load_failed
source: Get Exchange Info Failed
fr: Échec de l'optention d'info sur l'échange
pt_pt: Falha ao obter informação da corretora
tr: Borsadan bilgi alınamadı.
zh_hant: 獲取平臺信息失敗

# tost_generateeddsa_failed
source: Generate EdDSA Failed
fr: Échec de la production EdDSA
pt_pt: Falha em GenerateEddsa
tr: EdDsa Oluşturma Başarısız
zh_hant: 生成eddsa失敗

# tost_dexopenAccount_failed
source: DexOpenAccount Failed
fr: Échec du DexOpenAccount
pt_pt: Falha em DexOpenAccount
tr: Dex Hesap Oluşturma Başarısız
zh_hant: 二層開戶失敗

# tost_l2_toke_list_empty
source: Get second token list is empty.
fr: La seconde liste de jetons est vide.
pt_pt: Obter segunda lista de token está vazia.
tr: İkinci token listesi boş
zh_hant: 獲取二層token列表為空

# tost_twoFactorInfo_nil
source: twoFactorInfo is null
fr: twoFactorInfo est nul
pt_pt: twoFactorInfo está vazio
tr: İki faktör bilgisi yok
zh_hant: twoFactorInfo 為空

# tost_unsupport_style
source: Unsupported style %@
fr: Style non soutenu %@
pt_pt: Estilo não suportado %@
tr: Bu stil desteklenmiyor %@
zh_hant: 不支持 %@ 類型

# orderbook_market_not_support
source: Order Book is currently unsupported for this market.
fr: Le carnet d'ordres est présentement non soutenu pour ce marché.
pt_pt: Este mercado não suporta Caderno de Pedidos neste momento.
tr: Bu piyasa şimdilik emir defteri fonksiyonunu desteklemiyor.
zh_hant: 這個交易對目前暫不支持

# alert_verb_content_send
source: send
fr: envoyer
pt_pt: enviar
tr: gönder
zh_hant: 轉出

# alert_verb_content_send_2
source: send
fr: envoyer
pt_pt: enviar
tr: gönder
zh_hant: 轉賬

# alert_verb_content_receive
source: receive
fr: recevoir
pt_pt: receber
tr: al
zh_hant: 收款

# alert_verb_content_send_red_packet
source: send red packet
fr: envoyer une enveloppe rouge
pt_pt: enviar envelope vermelho
tr: Kırmızı Paket gönder
zh_hant: 發紅包

# alert_verb_content_claim_red_packet
source: claim red packet
fr: Réclamer l'enveloppe rouge
pt_pt: resgatar envelop vermelho
tr: Kırmızı Paket al
zh_hant: 拆紅包

# alert_verb_content_swap
source: swap
fr: échanger
pt_pt: câmbio
tr: takas
zh_hant: 兌換

# alert_verb_content_place_order
source: place order
fr: soumettre l'ordre
pt_pt: enviar pedido
tr: emir oluşturun
zh_hant: 下訂單

# alert_verb_content_scan_qr_code
source: scan QR code
fr: scanner le code QR
pt_pt: escanear código QR
tr: QR kodunu tarayın
zh_hant: 掃描二維碼

# alert_verb_content_invest
source: invest
fr: investir
pt_pt: investir
tr: yatırım
zh_hant: 投資

# alert_verb_content_send_token
source: send token
fr: envoyer le jeton
pt_pt: enviar token
tr: token gönder
zh_hant: 轉賬

# alert_verb_content_receive_token
source: receive token
fr: recevoir le jeton
pt_pt: receber token
tr: token al
zh_hant: 收款

# alert_verb_content_send_nft
source: send NFT
fr: envoyer le NFT
pt_pt: enviar NFT
tr: NFT gönder
zh_hant: NFT轉賬

# alert_verb_content_bind_ens
source: bind ENS
fr: lier l'ENS
pt_pt: vincular ENS
tr: ENS oluştur
zh_hant: 綁定ENS

# alert_verb_content_add_guardians
source: add guardians
fr: ajouter des gardiens
pt_pt: adicionar guardiões
tr: Koruyucu ekle
zh_hant: 添加守護人

# alert_verb_content_manage_guardians
source: manage Guardians
fr: gérer les Gardiens
pt_pt: gerenciar guardiões
tr: Koruyucu Yönetimi
zh_hant: 管理守護人

# set_up_fee_desc
source: The creation fee is the gas cost to create the wallet. This amount below will not be part of your balance. It is recommended to send more than the creation fee so you will have assets available to use once your wallet is ready.
fr: Les frais de création sont les frais de gaz requis pour la création du portefeuille. La quantité ci-dessous ne fera pas partie de votre solde. Il est recommandé d'envoyer plus que les frais de création afin d'avoir des actifs prêts à être utilisés une fois le portefeuille créé.
pt_pt: A taxa de criação é o custo de gás para criar a carteira. Esta quantia abaixo não fará parte do seu saldo. É recomendado enviar mais que a taxa de criação, assim você terá ativos disponíveis para ser usados quando a carteira for criada.
tr: Oluşturma ücreti cüzdanı oluşturmak için gereken gas ücretidir. Gösterilen bu miktar yatırdığınız miktardan düşülecektir. Gereken miktardan daha fazlasını yatırmanız önerilir, böylece cüzdanınız oluşturulduğunda kullanıma hazır varlıklarınız olur.
zh_hant: 創建費是創建錢包的gas費用。以下金額不計入您的余額。建議發送超過創建費的金額，以便您在錢包準備好後有可用的資產。

# re_creation
source: Re-creation means that your previous wallet will be invalid. If you choose to re-create the wallet, the assets on your previous address will be lost forever. Please operate with caution. If you choose to re-create the wallet, please enter AGREE (uppercase) to confirm.
fr: Une re-création signifie que votre portefeuille précédent sera invalide. Si vous choisissez de re-créer le portefeuille, les actifs sur votre portefeuille précédent seront perdus à jamais. Veuillez procéder avec prudence. Si vous souhaitez re-créer le portefeuille, veuillez écrire AGREE en lettres majuscules.
pt_pt: Re-criação significa que sua carteira anterior será invalidada. Se você escolher recriar a carteira, os ativos de seu endereço anterior serão perdidos para sempre. Porr favor prossiga com cuidado. Se você escolher re-criar a carteira, por favor insira AGREE em letras maiúsculas para confirmar.
tr: Tekrar oluşturmak önceki cüzdanınızı geçersiz kılar. Bu işlem önceki cüzdanınızdaki varlıkların kaybolmasına yol açar. Lütfen riskin farkında olun. Eğer tekrar oluşturmaya devam etmek istiyorsanız, onaylamak için büyük harflerle AGREE yazın.
zh_hant: 重新創建意味著您之前的錢包將失效。如果您選擇重新創建錢包，您之前地址上的資產將永遠丟失。請謹慎操作。如果您選擇重新創建錢包，請輸入 首都同意確認。

# next_update_time
source: Next update in: %@. Refresh
fr: Prochaine mise à jour dans: %@. Actualiser
pt_pt: Próxima atualização em %@. Atualizar
tr: Sıradaki güncellemeye kalan: %@. Yenile
zh_hant: 下次更新 %@ 刷新

# expired_alert_message
source: Unfortunately, the time has expired. If you have transferred assets to this address, please do not uninstall the app.
fr: Malheureusement, le délai a expiré. Si vous avez transféré des actifs à cette adresse, veuillez ne pas désinstaller l'application.
pt_pt: Infelizmente o tempo expirou. Se você transferiu ativos para este endereço, por favor não desinstale o aplicativo.
tr: Maalesef zaman doldu. Eğer bu adrese varlık gönderdiyseniz, lütfen uygulamayı silmeyin.
zh_hant: 很遺憾時間已過期。如果您已將資產轉移到此地址，請不要卸載此應用。

# address_type_exchange
source: Exchange
fr: Échange
pt_pt: Corretora
tr: Borsa
zh_hant: 交易所

# lock_result_desc
source: An error has occurred. Please try again later.
fr: Um erro foi encontrado. Por favor tente novamente mais tarde.
pt_pt: Um erro foi encontrado. Por favor tente novamente mais tarde.
tr: Bir hata oluştu, lütfen daha sonra tekrar deneyin.
zh_hant: 發生錯誤，請稍後重試

# lock_result_try_again
source: try again
fr: tente novamente
pt_pt: tente novamente
tr: %@ içinde tekrar deneyin
zh_hant: 重試

# currency_cny
source: CNY
zh_hant: 人民幣

# currency_usd
source: USD
zh_hant: 美元

# currency_hkd
source: HKD
zh_hant: 港幣

# currency_jpy
source: JPY
zh_hant: 日元

# currency_eur
source: EUR
zh_hant: 歐元

# currency_krw
source: KRW
zh_hant: 韓元

# currency_gbp
source: GBP
zh_hant: 英鎊

# currency_cad
source: CAD
zh_hant: 加元

# currency_aud
source: AUD
zh_hant: 澳元

# my_investments_no_data
source: You can track your active investments here
fr: Vous pouvez suivre vos investissements actifs ici
pt_pt: Você pode acompanhar seus investimentos ativos aqui
tr: Aktif yatırımlarınızı burada takip edebilirsiniz
zh_hant: 您可以在這裏追蹤您的活躍投資。

# trust_desc
source: By trusting a contact, token transfers sent to them via L1 are exempt from your daily quota limit.
fr: En faisant confiance à un contact, les transferts de jeton qui leurs sont envoyés via le L1 sont exempts de la limite de votre quota quotidien.
pt_pt: Ao confiar em um contato você pode pode automaticamente enviar ativos que ignoram os limites diários via L1 para ele/ela.
tr: Bir kişiye güvendiğinizde ona istediğiniz kadar varlığı L1 üzerinden kota limitine takılmadan gönderebilirsiniz.
zh_hant: 通過信任一個聯系人，您可以立即向他/她發送無限的每日配額。

# you_not_trusted
source: You don't trust this contact
fr: Vous ne faîtes pas confiance à ce contact
pt_pt: Você não confia neste contato
tr: Bu kişiye güvenmiyorsunuz
zh_hant: 你不信任這個聯系人

# trusted_no_consume
source: Unlimited daily quota
fr: Quota quotidien illimité
pt_pt: Cota diária ilimitada
tr: Sınırsız günlük kota
zh_hant: 每日無限額度

source: My Red Packet
fr: Mon enveloppe rouge
pt_pt: Meus Envelopes Vermelhos
tr: Kırmızı Paketim
zh_hant: 我的紅包

# add_guardian_tip_risk
source: Warning
fr: Attention
pt_pt: Aviso
tr: Uyarı
zh_hant: 危險

# add_guardian_tip_very_security
source: Very Secure
fr: Hautement sécurisé
pt_pt: Bastante Seguro
tr: Çok Güvenli
zh_hant: 非常安全

# address_can_not_added_guardian
source: The wallet address provided can’t be added as a Guardian since it does not have an active Ethereum L1 account. Please activate the L1 account for this address and try again.
fr: L'adresse de portefeuille fournie ne peut pas être ajoutée comme Gardien puisqu'elle ne possède pas de compte actif L1 d'Ethereum. Veuillez activer le compte L1 pour cette adresse et réessayer.
pt_pt: O endereço da carteira providenciada não pode ser adicionada como Guardião pois não possui uma conta Ethereum L1 ativa. Por favor ative a conta L1 deste endereço e tente novamente.
tr: Girdiğiniz adrresi koruyucu olarak ekleyemezsiniz çünkü aktifleştirilmiş bir Ethereum L1 hesabına sahip değil. Lütfen adresin L1 hesabını aktifleştirin ve tekrar deneyin.
zh_hant: 您提供的錢包地址目前無法添加為守護人，成為守護人需要以太坊L1交互，請先激活該地址的L1賬戶

# you_trusted
source: You trust this contact
fr: Vous faîtes confiance à ce contact
pt_pt: Você confia neste contato
tr: Bu kişiye güveniyorsunuz
zh_hant: 您信任此聯系人

# recover_smart_wallet
source: Recover Wallet
fr: Récupérer un portefeuille
pt_pt: Recuperar Carteira
tr: Cüzdanı Kurtar
zh_hant: 恢復錢包

# migrate_to_new_device_title
source: Migrate wallet to new device
fr: Migrer le portefeuille sur un nouvel appareil
pt_pt: Migrar carteira para novo dispositivo
tr: Cüzdanı başka bir cihaza taşı
zh_hant: 將錢包遷移到新設備

# migrate_install_new_desc
source: Install Loopring Wallet on your new device
fr: Installez le portefeuille Loopring sur votre nouvel appareil
pt_pt: Instale a Carteira Loopring em seu novo dispositivo
tr: Yeni cihazınıza Loopring Cüzdan yükleyin
zh_hant: 在你的新設備上安裝路印錢包

# migrate_choose_have_wallet_desc
source: Select I have a Loopring Wallet > Migrate Wallet
fr: Sélectionnez J'ai un portefeuille Loopring > Migrer un portefeuille
pt_pt: Selecione Eu tenho uma Carteira Loopring > Migrar Carteira
tr: Bir Loopring cüzdanım Var > Cüzdanı Taşı yolunu seçin
zh_hant: 選擇我有路印錢包 > 遷移錢包

# migrate_generate_qrcode_btn
source: Generate QR code
fr: Générer un code QR
pt_pt: Gerar código QR
tr: QR kod oluştur
zh_hant: 生成二維碼

# migrate_not_take_screenshot_title
source: Do not take a screenshot
fr: Ne prenez pas de capture d'écran
pt_pt: Não faça uma captura de tela
tr: Ekran görüntüsü almayın
zh_hant: 不要截圖

# migrate_not_take_screenshot_desc
source: For security purposes, please do not take a screenshot of the migration QR code. Captured images may be accessible by your phone’s cloud storage or third-party applications, potentially resulting in the loss of your assets.
fr: Pour des raisons de sécurité, veuillez ne pas prendre de capture d'écran du code QR de migration. Les images capturées pourraient être accessibles via le stockage infonuagique ou les applications tierces de votre téléphone. Cela pourrait résulter en la perte de vos actifs.
pt_pt: Por motivos de segurança, por favor não faça uma captura de tela do código QR de migração. Imagens capturadas podem ser acessadas pelo armazenamento pela nuvem de seu dispositivo ou aplicativos de terceiros, possivelmente resultando na perda de seus ativos.
tr: Güvenliğiniz için lütfen taşıma QR kodunun ekran görüntüsünü almayın. Ekran görüntüleri telefonunuzun bulut depolamasında ya da üçüncü parti uygulamalarında erişilebilir olabilir ve bu da varlıklarınızı kaybetmenize yol açabilir.
zh_hant: 為安全起見，請不要截取遷移二維碼。截取的圖片可能會被您手機的雲存儲或第三方應用程序訪問，可能導致您的資產丟失。

# migrate_scan_desc
source: Scan the QR code with your new device
fr: Scannez le code QR avec votre nouvel appareil
pt_pt: Escaneie o código QR com seu novo dispositivo
tr: Yeni cihazınızla QR kodu tarayın
zh_hant: 用你的新設備掃描二維碼

# migrate_risk_warning_desc_1
source: Enter the passcode on your new device to confirm the migration.
fr: Saisissez le code d'accès sur votre nouvel appareil pour confirmer la migration.
pt_pt: Insira o código de acesso em seu novo dispositivo para confirmar a migração.
tr: Yeni cihazınızda güvenlik kodunuzu girin ve taşımayı onaylayın.
zh_hant: 在您的新設備上輸入密碼以確認遷移。

# migrate_risk_warning_desc_2
source: After migration, the wallet’s data on this device will be deleted.
fr: Suite à la migration, les données du portefeuille sur cet appareil seront supprimées.
pt_pt: Após a migração, os dados de carteira deste dispositivo serão excluídos.
tr: Taşımanın ardından bu cihazdaki veriniz silinir.
zh_hant: 遷移後，此設備上的錢包數據將被刪除。

# migrate_wallet_migrating
source: Migrating
fr: Migration en cours
pt_pt: Migrando
tr: Taşınıyor
zh_hant: 遷移

# migrate_wallet_migration_completed
source: Migration Completed
fr: Migration terminée
pt_pt: Migração Concluída
tr: Taşıma Tamamlandı
zh_hant: 遷移完成

# migrate_wallet_go_to_wallet
source: Go to Wallet
fr: Allez au Portefeuille
pt_pt: Vá para Carteira
tr: Cüzdana Git
zh_hant: 轉到錢包

# migrate_scan_qrcode_to_migrate_desc
source: Scan the QR code on your old device to migrate your wallet.
fr: Scannez le code QR qui est affiché sur votre ancien appareil pour migrer votre portefeuille.
pt_pt: Escaneie o código QR em seu dispositivo antigo para migrar sua carteira.
tr: Cüzdanı taşımak için, eski cihazınızdaki QR kodu tarayın.
zh_hant: 掃描舊設備上的二維碼遷移錢包。

# recover_loopring_provides_desc
source: Loopring provides 2 ways to recover your wallet.
fr: Loopring offre 2 façons de récupérer votre portefeuille.
pt_pt: Loopring disponibiliza 2 formas para recuperar sua carteira.
tr: Loopring cüzdanızı kurtarmak için size iki seçenek sunar.
zh_hant: 路印提供了 2 種方法來恢復你的錢包。

# recover_method1
source: Method 1
fr: 1re méthode
pt_pt: Método 1
tr: Seçenek 1
zh_hant: 方法 1

# recover_method2
source: Method 2
fr: 2e méthode
pt_pt: Método 2
tr: Seçenek 2
zh_hant: 方法 2

# recover_notice
source: Notice
fr: Aviser
pt_pt: Aviso
tr: Bilgi
zh_hant: 通知
