Repository: Loopring/i18n
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, tr, zh_hant

# main_wallet_tab
source: Assets
fr: Actifs
pt_pt: Ativos
tr: Varlıklar
zh_hant: 資產

# set_wallet_name
source: Set the wallet name
fr: Définir le nom du portefeuille
pt_pt: Defina o nome da carteira
tr: Cüzdan ismini belirle
zh_hant: 設置錢包名字

# generate_wallet
source: Create Wallet
fr: Créer un portefeuille
pt_pt: Criar Carteira
tr: Cüzdan Oluştur
zh_hant: 創建新錢包

source: Recover Wallet
fr: Récupérer un portefeuille
pt_pt: Recuperar Carteira
tr: Cüzdanı Kurtar
zh_hant: 恢復錢包

source: Migrate Wallet
fr: Migrer un portefeuille
pt_pt: Migrar Carteira
tr: Cüzdanı Taşı
zh_hant: 遷移錢包

source: Next
fr: Suivant
pt_pt: Próximo
tr: Sıradaki
zh_hant: 下一步

# password
source: Set Account Passcode
fr: Définir votre mot de passe
pt_pt: Defina sua senha
tr: Şifrenizi oluşturun
zh_hant: 請輸入密碼

# repeat_password
source: Confirm Account Passcode
fr: Confirmer votre mot de passe
pt_pt: Confirme sua senha
tr: Şifrenizi onaylayın
zh_hant: 請再次輸入密碼

# backup_mnemonic
source: Back up seed phrase
fr: Sauvegarder la phrase de récupération secrète
pt_pt: Fazer Backup da Frase Secreta de Recuperação
tr: Gizli kurtarma kodunuzu yedekleyin
zh_hant: 備份助記詞

source: Confirm
fr: Confirmer
pt_pt: Confirmar
tr: Onay
zh_hant: 確認

source: Cancel
fr: Annuler
pt_pt: Cancelar
tr: İptal
zh_hant: 取消

# committing
source: Submitting
fr: Soumission en cours
pt_pt: Enviando
tr: Gönderiliyor
zh_hant: 正在提交

source: Rejected
fr: Refusé
pt_pt: Rejeitado
tr: Reddedildi
zh_hant: 已拒絕

source: Retry
fr: Réessayer
pt_pt: Tentar novamente
tr: Tekrar dene
zh_hant: 再次嘗試

# tap_to_view
source: Tap to Reveal
fr: Appuyez pour afficher
pt_pt: Pressione para Revelar
tr: Görüntülemek için dokunun
zh_hant: 點擊顯示

# cancelled
source: Canceled
fr: Annulé
pt_pt: Cancelado
tr: İptal edildi
zh_hant: 已取消

# not_support
source: Not supported at this time
fr: Pas pris en charge pour le moment
pt_pt: Não é compatível no momento
tr: Henüz desteklenmiyor
zh_hant: 還不支持

# et_mnemonic
source: Please enter the seed phrase, separated by spaces
fr: Veuillez saisir votre phrase de récupération secrète en séparant chaque mot par un espace
pt_pt: Por favor, insira a frase secreta, separada por espaços
tr: Lütfen gizli kurtarma kodunuzu aralarında boşluk olacak şekilde girin.
zh_hant: 請輸入助記詞並用空格隔開

# private_key_hint
source: Please enter the private key
fr: Veuillez saisir votre clé privée
pt_pt: Por favor, insira sua chave privada
tr: Lüften özel anahtarınızı girin
zh_hant: 請輸入私鑰

# wallet_existed
source: The wallet already exists
fr: Ce portefeuille existe déjà
pt_pt: A carteira já existe
tr: Cüzdan zaten var
zh_hant: 錢包已存在

source: Unlock
fr: Déverrouiller
pt_pt: Desbloquear
tr: Kilidi aç
zh_hant: 解鎖

# receive_set_money
source: Set Amount to Receive
fr: Définir le montant reçu
pt_pt: Definir Dinheiro Recebido
tr: Alınacak Birimi Belirle
zh_hant: 設置收款金額

source: Send
fr: Envoyer
pt_pt: Enviar
tr: Gönder
zh_hant: 轉賬

source: Receive
fr: Recevoir
pt_pt: Receber
tr: Al
zh_hant: 收款

# transfer_in_hebao
source: Deposit
fr: Déposer
pt_pt: Depositar
tr: Yatır
zh_hant: 劃轉

source: Buy
fr: Acheter
pt_pt: Compra
tr: Al
zh_hant: 買入

source: Sell
fr: Vendre
pt_pt: Venda
tr: Sat
zh_hant: 賣出

# other
source: Other transaction types
fr: Autres types de transactions
pt_pt: Outros tipos de transações
tr: Diğer işlem türleri
zh_hant: 其他交易類型

source: Trade
fr: Échanger
pt_pt: Trocar
tr: Takas
zh_hant: 交易

# copy_address
source: Copied Address
fr: Copier l'adresse
pt_pt: Copiar endereço
tr: Kopyalanan Adres
zh_hant: 複製地址

source: Save
fr: Sauvegarder
pt_pt: Salvar
tr: Kaydet
zh_hant: 保存

# search_token
source: Token
fr: Jeton
zh_hant: 幣種

# search_token_in_markets_placehold
source: Search or enter Token/Pair
fr: Chercher un(e) jeton/paire
pt_pt: Pesquise ou insira Token/Par
tr: Token/Çift girin ya da arayın
zh_hant: 搜索幣種/交易對

# search_nodata
source: No results found
fr: Aucuns résultats de recherche
pt_pt: Nenhum resultado encontrado
tr: Arama sonucu yok
zh_hant: 沒有搜索結果

# setting
source: Settings
fr: Paramètres
pt_pt: Configurações
tr: Ayarlar
zh_hant: 設置

# mine
source: Profile
fr: Profil
pt_pt: Perfil
tr: Profil
zh_hant: 我

source: My
fr: Mon
pt_pt: Meu
tr: Benim
zh_hant: 我的

source: Add Contact
fr: Ajouter un contact
pt_pt: Adicionar contato
tr: Kişi Ekle
zh_hant: 添加聯繫人

source: Edit Contact
fr: Modifier un contact
pt_pt: Editar contato
tr: Kişiyi Düzenle
zh_hant: 編輯聯繫人

source: Edit Guardian
fr: Modifier un Gardien
pt_pt: Editar Guardião
tr: Koruyucuyu düzenle
zh_hant: 編輯守護人

# is_add_contact
source: Add this address as a new contact?
fr: Ajouter cette adresse comme nouveau contact?
pt_pt: Adicionar este endereço como um novo contato?
tr: Bu adresi yeni kişi olarak ekle?
zh_hant: 是否將該地址添加為新聯繫人？

# contact_empty
source: No Contacts
fr: Vous n'avez aucun contact pour le moment
pt_pt: Você não tem contatos ainda
tr: Henüz hiç kişiniz yok
zh_hant: 您還沒有聯繫人

# password_login
source: Login with your passcode
fr: Se connecter par code d'accès
pt_pt: Logar com código de acesso
tr: Güvenlik kodu ile giriş yap
zh_hant: 通過密碼登錄

# password_forget
source: Forgot passcode?
fr: J'ai oublié mon mot de passe
pt_pt: Esqueci o código de acesso
tr: Güvenlik kodunu unuttum
zh_hant: 忘記密碼？

# password_forget2
source: Forgot passcode
fr: Code d'accès oublié
pt_pt: Esqueci o código de acesso
tr: Güvenlik kodunu unuttum
zh_hant: 忘記密碼

source: Reset
fr: Redémarrer
pt_pt: Redefinir
tr: Sıfırla
zh_hant: 重置

# wallet_locking
source: Wallet is locking
fr: Verrouillage du portefeuille
pt_pt: A carteira está sendo bloqueada
tr: Cüzdan kilitleniyor
zh_hant: 錢包被鎖定

source: Share
fr: Partager
pt_pt: Compartilhar
tr: Paylaş
zh_hant: 分享

source: Copy Link
fr: Copier le lien
pt_pt: Copiar Link
tr: Linki kopyala
zh_hant: 複製鏈接

source: Refresh
fr: Actualiser
pt_pt: Atualizar
tr: Yenile
zh_hant: 刷新

# set_money_type
source: Currency
fr: Devise
pt_pt: Moeda
tr: Para Birimi
zh_hant: 貨幣

# set_color
source: Colors
fr: Couleurs
pt_pt: Cores
tr: Renkler
zh_hant: 顏色

# set_color_red_green
source: Red Up and Green Down
fr: Hausse en rouge et baisse en vert
pt_pt: Vermelho para cima e verde para baixo
tr: Yukarı yön kırmızı, aşağı yön yeşil
zh_hant: 紅漲綠跌

# set_color_green_red
source: Green Up and Red Down
fr: Hausse en vert et baisse en rouge
pt_pt: Verde para cima e vermelho para baixo
tr: Yukarı yön yeşil, aşağı yön kırmızı
zh_hant: 綠漲紅跌

# official_website
source: Website
fr: Site Web
tr: Web Sitesi
zh_hant: 官網

# set_contract_address
source: Smart Contracts
fr: Contrats intelligents
pt_pt: Contratos Inteligentes
tr: Akıllı Kontratlar
zh_hant: 智能合約

source: Version
pt_pt: Versão
tr: Sürüm
zh_hant: 版本

source: Export private key
fr: Exporter la clé privée
pt_pt: Exportar chave privada
tr: Özel anahtarı dışa aktar
zh_hant: 導出私鑰

source: Copy private key
fr: Copier la clé privée
pt_pt: Copiar chave privada
tr: Özel anahtarı kopyala
zh_hant: 複製私鑰

# mnemonic
source: Seed phrase
fr: Phrase de récupération secrète
pt_pt: Frase Secreta de Recuperação
tr: Gizli Kurtarma Kodu
zh_hant: 助記詞

source: Private key
fr: Clé privée
pt_pt: Chave privada
tr: Özel anahtar
zh_hant: 私鑰

source: Legal
fr: Légal
pt_pt: Termos Legais
zh_hant: 法律

# user_feedback
source: Support
fr: Suporte
pt_pt: Suporte
tr: Geri Bildirim
zh_hant: 反饋

source: QR Code
fr: Code QR
pt_pt: Código QR
tr: QR Kodu
zh_hant: 二維碼

# qr_scan_code
source: Scan the QR code
fr: Scanner le code QR
pt_pt: Escanear Código QR
tr: QR kodu tara
zh_hant: 掃描二維碼

# align_qr_code
source: Align camera with the QR code to scan
fr: Aligner la caméra avec le code QR
pt_pt: Alinhe a câmera com o código QR para escanear
tr: QR kodu taramak için kameranızı hizalayın
zh_hant: 將掃描框對準二維碼圖片自動掃描

# set_eth_gas_limit
source: When transferring ETH, the upper limit of gas should be set to
fr: Lors d'un transfert d'ETH, la limite supérieure du gaz devrait être fixée à
pt_pt: Ao transferir ETH, o limite superior de gás deve ser definido como
tr: ETH gönderirken, gas ücreti üst limiti olmalıdır
zh_hant: 轉賬ETH時，Gas上限設置為

# enter_the_amount
source: Please enter the value
fr: Veuillez saisir le volume
pt_pt: Por favor insira o volume
tr: Lütfen hacmi girin
zh_hant: 請輸入金額

# enter_the_count
source: Please enter the amount
fr: Veuillez saisir la quantité
pt_pt: Por favor insira a quantidade
tr: Lütfen miktarı girin
zh_hant: 請輸入數量

# address_or_ens_hint
source: Please enter the address or ENS
fr: Saisir une adresse ou un ENS
pt_pt: Insira um endereço ou ENS
tr: Bir adres ya da ENS girin
zh_hant: 輸入地址或ENS

# input_valid_address
source: Invalid address
fr: Adresse invalide
pt_pt: Endereço inválido
tr: Geçersiz adres
zh_hant: 您輸入的地址是無效的

# not_enough_balance
source: Insufficient balance
fr: Solde insuffisant
pt_pt: Saldo insuficiente
tr: Yetersiz bakiye
zh_hant: 餘額不足

source: Available
fr: Disponible
pt_pt: Disponível
tr: Uygun
zh_hant: 可用的

# money
source: Value
fr: Volume
pt_pt: Volume
tr: Hacim
zh_hant: 金額

source: Tokens
fr: Jetons
tr: Tokenler
zh_hant: 幣種

source: Token
fr: Jeton
zh_hant: 幣種

# input_pay_password
source: Please enter the account passcode
fr: Veuillez saisir le code d'accès du compte
pt_pt: Por favor, insira o código de acesso da conta
tr: Lütfen hesabınızın güvenlik kodunu girin
zh_hant: 請輸入支付密碼

source: To
fr: À
pt_pt: Para
tr: Alıcı
zh_hant: 到

source: From
fr: De
pt_pt: De
tr: Gönderici
zh_hant: 從

source: Address
fr: Adresse
pt_pt: Endereço
tr: Adres
zh_hant: 地址

# ID
source: TxID
zh_hant: 交易哈希

source: Memo
fr: Note
tr: Not
zh_hant: 備註

# gas_fee
source: Network fee
fr: Frais de mineurs
pt_pt: Taxa de mineração
tr: Madenci ücreti
zh_hant: 礦工費

source: Gas Price
fr: Prix du gaz
pt_pt: Preço de Gás
tr: Gas ücreti
zh_hant: Gas價格

source: Gas Limit
fr: Limite du gaz
pt_pt: Limite de Gás
tr: Gas ücreti limiti
zh_hant: Gas限制

# tx_status_success
source: Success
fr: Succès
pt_pt: Sucesso
tr: Başarılı
zh_hant: 成功

# tx_status_pending
source: Pending
fr: En cours
pt_pt: Pendente
tr: Sürüyor
zh_hant: 處理中

# tx_status_failed
source: Failed
fr: Échoué
pt_pt: Falhou
tr: Başarısız
zh_hant: 失敗

source: Received
fr: Reçu
pt_pt: Recebido
tr: Alındı
zh_hant: 已收到

source: Status
fr: Statut
tr: Durum
zh_hant: 狀態

source: Date
pt_pt: Data
tr: Tarih
zh_hant: 日期

source: Pending
fr: En cours
pt_pt: Pendente
tr: Sürüyor
zh_hant: 處理中

source: Time
fr: Temps
pt_pt: Hora
tr: Tarih
zh_hant: 時間

# no_data_approve_records
source: No approval records
fr: Aucun registre d'approbations
pt_pt: Nenhum registro de aprovação
tr: Onay geçmişi bulunmuyor
zh_hant: 無審批記錄

# keystore_psw_error
source: Invalid passcode
fr: Mot de passe invalide
pt_pt: Senha inválida
tr: Geçersiz şifre
zh_hant: 密碼無效

# transfer_error
source: Failed to transfer. Please try again later.
fr: Échec du transfert. Veuillez réessayer ultérieurement.
pt_pt: Falha ao transferir. Tente novamente mais tarde.
tr: Transfer başarısız oldu. Lütfen daha sonra tekrar deneyin.
zh_hant: 轉賬失敗，請稍後重試

# private_key_error
source: Invalid private key
fr: Clé privée invalide
pt_pt: Chave privada inválida
tr: Geçersiz özel anahtar
zh_hant: 私鑰無效

# mnemonic_invalid
source: Invalid seed phrase
fr: Phrase de récupération secrète invalide
pt_pt: Frase Secreta de Recuperação Inválida
tr: Geçersiz Gizli Kurtarma Kodu
zh_hant: 助記詞無效

# upgrade_confirm
source: Upgrade
fr: Mettre à jour
pt_pt: Atualização
tr: Güncelle
zh_hant: 升級

# upgrade_contract
source: Upgrade Wallet Contract
fr: Mettre à jour le contrat intelligent
pt_pt: Atualizar Contratos Inteligentes
tr: Akıllı Kontratı Güncelle
zh_hant: 升級智能合約

# dex_account
source: Loopring L2 Account
fr: Compte Loopring L2
pt_pt: Conta Loopring L2
tr: Loopring L2 Hesabı
zh_hant: 路印二層賬號

# export_dex_warning
source: Please keep the following information strictly confidential and do not store it in any networked computer in plain text. Doing so may result in the loss of your assets on the exchange due to low-price orders.
fr: Veuillez préserver la confidentialité de ces informations et ne pas sauvegarder celles-ci en texte clair sur un ordinateur en réseau. Autrement, vos actifs sur l'échange risquent d'être perdus à cause d'ordres à bas prix.
pt_pt: Por favor mantenha a informação a seguir confidencial e não salve em nenhum computador que pertence a uma rede como texto simples; caso contrário, seu ativos da corretora poderão ser perdidos devido a pedidos de baixo valor.
tr: Lütfen bu bilgileri kimseyle paylaşmayn ve internete bağlı bir bilgisayarda text dosyası olarak saklamayın. Aksi takdirde varlıklarınızı düşük fiyatlı emirler dolayısıyla kaybedebilirsiniz.
zh_hant: 請對以下信息嚴格保密，請勿以明文形式將其存儲在聯網的設備中，否則您交易所的資產可能會丟失。

# dex_createing_account
source: Activating
fr: Activation en cours
pt_pt: Ativando
tr: Aktifleştiriliyor
zh_hant: 正在激活

# dex_createing
source: Your Loopring L2 account is being created.
fr: Création de votre compte Loopring L2.
pt_pt: Sua conta Loopring L2 está sendo criada.
tr: Loopring L2 hesabınız oluşturuluyor.
zh_hant: 路印二層賬號正在創建中

# dex_deposit
source: Deposit
fr: Dépôt
pt_pt: Depósito
tr: Yatır
zh_hant: 充值

source: Copy
fr: Copier
pt_pt: Copiar
tr: Kopyala
zh_hant: 複製

# copy_to_clipborad_success
source: Copied to clipboard
fr: Copié dans le presse-papier
pt_pt: Copiado para área de transferência
tr: Panoya kopyalandı
zh_hant: 已複製到剪貼板

# save_pic_success
source: The photo has been saved to the album
fr: La photo a été sauvegardée dans votre bibliothèque
pt_pt: A foto foi salva em sua galeria de fotos
tr: Fotoğraf kütüphanenize kaydedildi
zh_hant: 圖片已保存到相冊

# order_expired
source: Expired
fr: Expiré
pt_pt: Expirado
tr: Süresi doldu
zh_hant: 已過期

# order_detail
source: Order Details
fr: Détails de l'ordre
pt_pt: Detalhes do pedido
tr: Emir detayları
zh_hant: 訂單明細

source: Total
tr: Toplam
zh_hant: 全部

source: Completed
fr: Complété
pt_pt: Concluído
tr: Tamamlandı
zh_hant: 已完成

source: Success
fr: Réussite
pt_pt: Sucesso
tr: Başarılı
zh_hant: 成功

# succeeded
source: Success!
fr: Réussi
pt_pt: Bem sucedido
tr: Başarılı oldu
zh_hant: 已成功

source: Failed
fr: Échoué
pt_pt: Falhou
tr: Başarısız Oldu
zh_hant: 失敗

# submit_to_ethereum
source: Submitted
fr: Soumis au L1 d'Ethereum
pt_pt: Enviado para o Ethereum L1
tr: Ethereum L1'e iletildi
zh_hant: 已提交到以太坊

# failed_and_retry
source: An error has occurred. Please try again later.
fr: Une erreur est s'est produite, veuillez réessayer plus tard. Si le problème persiste, contacter notre équipe de soutien.
pt_pt: Um erro foi encontrado. Por favor tente novamente mais tarde. Se o problema persistir, por favor entre em contato com nosso suporte.
tr: Bir hata oluştu, lütfen daha sonra tekrar deneyin. Sorun devam ederse lütfen destek birimimize ulaşın.
zh_hant: 發生錯誤，請稍後再試。如果問題仍然存在，請聯繫我們。

# upgrade_to_latest_version
source: Upgrade to the newest version
fr: Passer à la dernière version
tr: En son versiyona güncelle
zh_hant: 請升級到最新版本

# cant_get_token_info
source: Unable to obtain cryptocurrency information. Please try again later.
fr: Incapable d'obtenir de l'information à propos de cette cryptomonnaie. Veuillez réessayer plus tard.
pt_pt: Não foi possível encontrar informação sobre a criptomoeda. Por favor tente novamente mais tarde.
tr: Kripto varlık bilgilerine ulaşılamıyor. Lütfen daha sonra tekrar deneyin.
zh_hant: 無法獲取加密貨幣信息，請稍後再試

source: Amount
fr: Quantité
pt_pt: Quantia
tr: Miktar
zh_hant: 金額

# amount_input
source: Please enter the amount
fr: Veuillez saisir la quantité
pt_pt: Por favor insira a quantia
tr: Lütfen miktarı girin
zh_hant: 請輸入金額

source: Price
fr: Prix
pt_pt: Preço
tr: Fiyat
zh_hant: 價格

# trading_fee
source: Fee
fr: Frais
pt_pt: Taxa
tr: Ücret
zh_hant: 手續費

# order_time
source: Time Placed
fr: Date d'envoi de l'ordre
pt_pt: Hora de criação do pedido
tr: Emir Zamanı
zh_hant: 下單時間

# trade_pair
source: Name
fr: Nom
pt_pt: Nome
tr: İsim
zh_hant: 名稱

# dex_enter_coin
source: Select the Token
fr: Veuillez sélectionner un jeton
pt_pt: Por favor selecione o token
tr: Lütfen bir token seçin
zh_hant: 請選擇幣種

source: Save to album
fr: Sauvegarder dans l'album photo
pt_pt: Salvar para galeria de fotos
tr: Albüme kaydet
zh_hant: 保存到相冊

source: Delete
fr: Supprimer
pt_pt: Excluir
tr: Sil
zh_hant: 刪除

# no_data
source: No records
fr: Aucun registre
pt_pt: Nenhum registro
tr: Kayıt yok
zh_hant: 無記錄

# no_datas
source: No data
fr: Aucune donnée
pt_pt: Nenhuma informação
tr: Veri yok
zh_hant: 無數據

# no_market
source: No trading pair
fr: Aucune paire d'échange
pt_pt: Nenhum par de troca
tr: İşlem çifti yok
zh_hant: 無交易對

# committing_to_eth
source: Committing. Please wait
fr: Confirmation sur le L1 d'Ethereum en cours, veuillez patienter.
pt_pt: Enviando para Ethereum L1. Aguarde por favor.
tr: Ethereum L1'e işleniyor. Lütfen bekleyin.
zh_hant: 正在提交到以太坊，請稍候

source: Guardian
fr: Gardien
pt_pt: Guardião
tr: Koruyucu
zh_hant: 守護人

# guardian_manager
source: Guardian Management
fr: Gestion des Gardiens
pt_pt: Gerenciar Guardiões
tr: Koruyucu Yönetimi
zh_hant: 守護人管理

source: Add Guardian
fr: Ajouter un Gardien
pt_pt: Adicionar Guardião
tr: Koruyucu Ekle
zh_hant: 添加守護人

# trusted_title
source: Trusted Contacts
fr: Contacts de confiance
pt_pt: Contatos Confiáveis
tr: Güvenilir Kişiler
zh_hant: 信任的聯繫人

# contact_title
source: Contacts
pt_pt: Contatos
tr: Kişiler
zh_hant: 聯繫人

# account_details
source: My Account
fr: Mon compte
pt_pt: Minha Conta
tr: Hesabım
zh_hant: 我的賬號

# contact_all
source: All Contacts
fr: Tous les contacts
pt_pt: Todos os Contatos
tr: Tüm Kişiler
zh_hant: 所有聯繫人

# contact_others
source: Other Contacts
fr: Autres contacts
pt_pt: Outros Contatos
tr: Diğer Kişiler
zh_hant: 其他聯繫人

# from_intenet
source: From the Internet
fr: De l'Internet
pt_pt: Da internet
tr: İnternet üzerinden
zh_hant: 從網絡

source: Who Protects Me
fr: Qui me protège
pt_pt: Quem Me Protege
tr: Beni Kim Koruyor
zh_hant: 守護我的

source: Who I Protect
fr: Qui je protège
pt_pt: Quem Eu Protejo
tr: Kimleri Koruyorum
zh_hant: 我守護的

# wallet_i_protect
source: Wallets I Protect
fr: Les portefeuilles que je protège
pt_pt: As carteiras que eu protejo
tr: Koruduğum Cüzdanlar
zh_hant: 我守護的錢包

source: Pending requests
fr: Demandes en attente
pt_pt: Solicitações pendentes
tr: Bekleyen istekler
zh_hant: 待處理請求

# guardian_activity
source: Transactions
pt_pt: Transações
tr: İşlemler
zh_hant: 交易

# transfer_to
source: To %@
fr: À %@
pt_pt: Para %@
tr: %@ adresine
zh_hant: 到 %@

# received_from
source: From %@
fr: De %@
pt_pt: De %@
tr: %@ adresinden
zh_hant: 從 %@

source: Pay
fr: Payer
pt_pt: Pagar
tr: Öde
zh_hant: 付款

source: Deposit
fr: Déposer
pt_pt: Depositar
tr: Yatır
zh_hant: 充值

# security_desc
source: Add a Guardian to ensure you are able to recover your wallet in the event your mobile device is lost or stolen.
fr: Ajoutez un Gardien afin de vous assurer que vous pourrez récupérer votre portefeuille en cas de perte ou de vol de votre appareil mobile.
pt_pt: Adicione um Guardião para garantir que você consiga recuperar sua carteira caso seu celular seja perdido ou roubado.
tr: Cihazının çalınması ya da kaybolması durumunda cüzdanınızı kurtarabilmek için Koruyucu ekleyin.
zh_hant: 添加守護人確保在您無法訪問手機時可以恢復錢包

# add_as_guardian
source: Add as a Guardian
fr: Ajouter comme Gardien
pt_pt: Adicionar como Guardião
tr: Koruyucu olarak ekle
zh_hant: 添加為您的守護人

source: Add
fr: Ajouter
pt_pt: Adicionar
tr: Ekle
zh_hant: 添加

source: Trust
fr: Faire confiance
pt_pt: Confiar
tr: Güven
zh_hant: 信任人

source: Add Trust
fr: Définir comme contact de confiance
pt_pt: Adicionar Confiança
tr: Güven Ekle
zh_hant: 添加信任人

source: Remove Trust
fr: Ne plus faire confiance
pt_pt: Remover Confiança
tr: Güven Kaldır
zh_hant: 刪除信任人

source: Security
fr: Sécurité
pt_pt: Segurança
tr: Güvenlik
zh_hant: 安全

source: Remove
fr: Retirer
pt_pt: Remover
tr: Kaldır
zh_hant: 刪除

# remove_someone_contact
source: Delete Contact
fr: Supprimer le contact
pt_pt: Excluir Contato
tr: Kişiyi Sil
zh_hant: 刪除聯系人

source: Lock
fr: Verrouiller
pt_pt: Bloquear
tr: Kilitle
zh_hant: 鎖定

# migrate_account_instruction
source: You can migrate your wallet to a new device by scanning the QR code on the original device.
fr: Vous pouvez migrer votre portefeuille en scannant le code QR de votre appareil d'origine avec votre nouvel appareil.
pt_pt: Você pode migrar sua carteira para um novo dispositivo escaneando o código QR do dispositivo original.
tr: Orjinal cihazınızdaki QR kodunu tarayın.
zh_hant: 您可以掃描舊設備的二維碼將錢包遷移到新設備

# ask_guardian_lock_wallet
source: Contact your Guardians to lock your wallet.
fr: Contactez vos Gardiens pour verrouiller votre portefeuille.
pt_pt: Entre em contato com seus Guardiões para bloquear sua carteira.
tr: Cüzdanınızı kilitlemek için Koruyucularınızla iletişime geçin.
zh_hant: 您可以聯繫您的守護人鎖定您的錢包。

# lock_wallet_msg
source: The request to lock your wallet has been submitted. Once confirmed on-chain, your wallet’s assets will be frozen. You can then use the wallet recovery feature to regain access.
fr: La demande de verrouillage de votre portefeuille a été soumise. Une fois confirmée sur la chaîne de bloc, les actifs de votre portefeuille seront gelés. Vous pourrez ensuite procéder à une récupération pour regagner accès à votre portefeuille.
pt_pt: A solicitação para desbloquear sua carteira foi enviada. Quando for confirmada na rede, os ativos de sua carteira serão congelados. Depois você pode fazer uma recuperação de carteira para recuperar acesso.
tr: Cüzdan kilitleme talebiniz alındı. Blokzincir üzerinde onaylandığında cüzdanınızdaki varlıklar dondurulacak. Bu işlemin ardından kurtarma işlemiyle tekrar kontrolü sağlayabilirsiniz.
zh_hant: 您的錢包鎖定請求已提交到以太坊，一旦上鏈確認，您的錢包資產將被凍結，您可以使用錢包恢復功能找回資產。

# wallet_locked_msg
source: Your wallet has been locked. Tap to unlock.
fr: Votre portefeuille a été verrouilllé. Appuyez pour déverrouiller.
pt_pt: Sua carteira foi bloquear. Pressione para desbloquear.
tr: Cüzdanınız kilitlendi. Kilidi açmak için dokunun.
zh_hant: 您的錢包已被鎖定，點擊解鎖

source: Unlock Wallet
fr: Déverrouiller le portefeuille
pt_pt: Desbloquear carteira
tr: Cüzdan kilidini aç
zh_hant: 解鎖錢包

# approve_unlock_wallet_title
source: Unlock Wallet Approval
fr: Approbation pour le deverrouillage du portefeuille
pt_pt: Aprovação De Desbloqueio de Carteira
zh_hant: 解鎖錢包批准

source: Locking...
fr: Verrouillage...
pt_pt: Bloqueando...
tr: Kilitleniyor...
zh_hant: 正在鎖定...

source: Unlocking...
fr: Déverrouillage...
pt_pt: Desbloqueando...
tr: Kilit açılıyor...
zh_hant: 正在解鎖...

# wallet_locked
source: Your wallet has been locked
fr: Votre portefeuille a été verrouillé
pt_pt: Sua carteira foi bloqueada
tr: Cüzdanınız kilitlendi
zh_hant: 您的錢包已被鎖定

# wallet_locked_until
source: The wallet is locked
fr: Le portefeuille est verrouillé
pt_pt: Sua carteira está bloqueada
tr: Cüzdan kilitli
zh_hant: 錢包已鎖定

# wallet_unlocked
source: Wallet is unlocked
fr: Portefeuille déverrouillé
pt_pt: Carteira está desbloqueada
tr: Cüzdanın kilidi açıldı
zh_hant: 錢包已解鎖

# locked_by_someone
source: Locked by %@
fr: Verrouillé par %@
pt_pt: Bloqueado por %@
tr: %@ tarafından kilitlendi
zh_hant: 被 %@ 鎖定

# trust_warning_title
source: Trust this contact?
fr: Faire confiance à ce contact?
pt_pt: Confiar neste contato?
tr: Bu kişiye güveniyor musunuz?
zh_hant: 信任此聯繫人嗎？

# trust_warning_content
source: Once trusted, you can transfer unlimited Ethereum L1 assets to this contact. Your daily quota will no longer apply.
fr: Une fois défini comme contact de confiance, vous pourrez transférer un nombre illimité d'actifs à ce contact. Le quota quotidien ne s'appliquera plus.
pt_pt: Quando marcado como confiável, você pode transferir ativos ilimitados para este contato. Seu limite diário não será mais considerado.
tr: Bir kez güvendiğinizde, bu adrese transferlerinizde günlük sınırınızı aşabilirsiniz. Günlük kotanız bu adres özelinde geçerli olmaz.
zh_hant: 一旦信任，您就可以向該聯繫人進行無限額轉賬。您的每日限額將不再適用

# remove_trust_warning_title
source: Remove trust for this contact?
fr: Souhaitez-vous ne plus faire confiance à ce contact?
pt_pt: Você gostaria de desmarcar este contato como confiável?
tr: Bu kişiye güvenmeyi bırakmak istiyor musunuz?
zh_hant: 您想要停止信任此聯繫人嗎？
